{
  "ReleaseNotes": [
    {
      "date": "05-07-2024",
      "version": "v0.6.1",
      "Items": [
        {
          "description": "Met de laatste update zijn wat namen en referenties veranderd. De vaardigheden, spreuken, recepten en bijbehorende teksten/pagina nummers zijn gecontroleerd en waar nodig aangepast.",
          "title": "Regels: Content en url referenties naar de regelset boekjes aangepast."
        },
        {
          "description": "De wijze van ophalen van data uit de bronbestanden is defensiever opgezet en tegelijk aangepast om in de toekomst meerdere talen te kunnen ondersteunen.",
          "title": "Techniek: Verschillende aanpassingen op de achtergrond in de bronbestand referenties."
        },
        {
          "description": "Het exporteren van een personage naar een bestand kon leiden tot een bestand zonder versienummer. Dit kon resulteren in een onbruikbaar bestand.",
          "title": "BugFix: Export van een personage naar bestand"
        },
        {
          "description": "Voorheen werd niet altijd op de juiste wijze getoond aan welke vereisten de vaardigheid moest voldoen. Deze zijn verbeterd en aangevuld met categorie vereisten.",
          "title": "Looks & Feels: In de PDF export zijn bij vaardigheden de weergave van de vereisten verbeterd."
        },
        {
          "description": "Het gebruik van het materiaal ''Pound of Elemental Flesh' is toegevoegd aan alle crafting vaardigheden.",
          "title": "Onderhoud: Pound of Elemental Flesh als component aan Recepten toegevoegd"
        }
      ]
    },
    {
      "date": "30-04-2024",
      "version": "v0.5.6",
      "Items": [
        {
          "description": "De omschrijving van een aantal templates is aangepast, ter verduidelijking.",
          "title": "Looks & Feels: Verschillende tekstuele aanpassingen in de template omschrijvingen."
        },
        {
          "description": "De omschrijving van een template werd opgedeeld in twee vlakken, waardoor te tekst niet goed weergegeven werd. Dit is aangepast naar 1 veld.",
          "title": "Looks & Feels: Veld grote van template omschrijving."
        }
      ]
    },
    {
      "date": "20-04-2024",
      "version": "v0.5.5",
      "Items": [
        {
          "description": "Wanneer 't vinkje 'nieuw personage' aan staat, is het niet langer mogelijk om 'Leermeester Expertise' te kiezen uit de selectielijst.",
          "title": "Looks & Feels: Leermeester Expertise niet langer beschikbaar voor nieuwe personages."
        },
        {
          "description": "De character eigenschappen zijn opgesplitst tussen Character Eigenschappen en Energie per dag ter verduidelijking.",
          "title": "Looks & Feels: Opsplitsing eigenschappen en Energie per Dag."
        },
        {
          "description": "Om wijzigen doorvoeren in het veld op Mobiele devices te verbeteren, is de minimale waarde voor het veld Max XP aangepast naar 1 > 0.",
          "title": "BugFix: Minimale MaxXP waarde verlaagd naar 0."
        },
        {
          "description": "Deelvensters zijn naast de sluit knop (X) nu ook te sluiten door buiten het venster te klikken.",
          "title": "Looks & Feels: Deelvenster sluiten aangepast."
        },
        {
          "description": "Omschrijvingen van een aantal componenten met imbue verhogende waarde zijn ter verduidelijking aangepast.",
          "title": "Looks & Feels: Verduidelijking van bepaalde crafting componenten."
        },
        {
          "description": "Wanneer er gewisseld werd tussen nieuw/bestaand en weer terug naar nieuw kon negatieve total xp ontstaan. Het toevoegen van een skill leverde hierbij een foutmelding op.",
          "title": "BugFix: Toevoegen van skill bij negatieve total xp."
        },

        {
          "description": "Wanneer er een nieuw item toegevoegd wordt aan de tabel, blijft de gekozen sorting in stand.",
          "title": "BugFix: Sorting in tabel blijft behouden."
        },
        {
          "description": "Er ontbrak een import voor een font, wat kon resulteren in een foutmelding bij het exporteren van een PDF document.",
          "title": "BugFix: Console Error missende font type."
        }

      ]
    },
    {
      "date": "16-04-2024",
      "version": "v0.5.4",
      "Items": [
        {
          "description": "Correctie op verkregen inspiratie bij de vaardigheid Kennis van Kruiden. 3 > 2 inspiratie.",
          "title": "BugFix: Correctie Kennis van Kruiden."
        },
        {
          "description": "Correctie op maximum aantal XP welke bewaard mag worden, bij het aanmaken van een nieuw personage. 2 > 3 XP.",
          "title": "BugFix: Correctie op maximaal te bewaren XP bij nieuw personage."
        },
        {
          "description": "Correctie op grote van het paneel waardoor in sommige gevallen een item niet correct getoond kon worden.",
          "title": "Looks & Feels: Correctie panel size Spreuken, Technieken & Recepten."
        },
        {
          "description": "Correctie op de tooltip wanneer een spreuk, techniek of recept getoond wordt. de term mana is vervangen door de overkoepelende, correcte term: energie.",
          "title": "BugFix: Correctie op tooltip voor Spreuken, Technieken & Recepten."
        }
      ]
    },
    {
      "date": "06-11-2023",
      "version": "v0.5.3",
      "Items": [
        {
          "description": "Elk template heeft een omschrijving gekregen van 't arche type personage en eventuele adviezen voor 't spelen van dit type bij VA.",
          "title": "Feature: Templates bevatten een aanvullende omschrijving."
        },
        {
          "description": "In aanvulling op de beperking dat er maximaal 2 xp bewaard mag worden bij een nieuw personage, is de toevoeging voor nieuwe spelers gedaan dat zij via de infobalie nog wijzingen aan kunnen brengen, tijdens of na het eerste evenement.",
          "title": "Looks/Feels: Aanvulling op minimale XP"
        },
        {
          "description": "Exporteer naar PDF bevat een afbeelding van character eigenschappen. Deze afbeelding werd soms vervormd door afwijkend dimensies.",
          "title": "Bugfix: Exporteer naar Pdf kan vervormde afbeeldingen bevatten."
        },
        {
          "description": "Om bronbestanden beter te kunnen onderhouden, zijn er meerdere validaties toegevoegd waardoor deze consistenter onderhouden kunnen worden.",
          "title": "Onderhoud: toevoeging van validaties op bronbestanden"
        }
      ]
    },
    {
      "date": "30-10-2023",
      "version": "v0.5.2",
      "Items": [
        {
          "description": "Door op de versie te klikken wordt de release informatie zichtbaar. Release informatie wordt automatisch getoond bij een update wanneer de checkbox 'automatisch release informatie tonen' aangevinkt is.",
          "title": "Feature: Release informatie zichtbaar voor gebruikers"
        },
        {
          "description": "Wanneer de checkbox uitgevinkt wordt, blijft de invoer behouden. Alleen bij inschakelen wordt alles gewist wanneer er een of meerdere extra vaardigheden aanwezig zijn.",
          "title": "Looks/Feels: Checkbox 'Nieuw personage' aan/uitvinken wist niet altijd meer het grid."
        },
        {
          "description": "Wanneer de checkbox nieuw personage aan staat, mag er niet meer dan 2 xp overblijven. Dit wordt kenbaar gemaakt met een rode tekst en info button.",
          "title": "Looks/Feels: Beginnend personage mag niet meer dan 2 xp overhouden"
        },
        {
          "description": "Exporteer naar PDF bevat een afbeelding van character eigenschappen  Deze afbeelding werd niet juist geschaald bij export vanaf een mobiel.",
          "title": "Bugfix: Exporteer naar Pdf afbeelding schaalt niet bij export vanaf een mobiel"
        },
        {
          "description": "Wanneer de preset Paladijn gekozen werd, werd deze niet ingeladen door een fout in de indeling.",
          "title": "Bugfix: Preset Paladijn toonde niet."
        },
        {
          "description": "Wanneer een personage ingeladen werd, werden de Basis- en Extra selectievelden niet leeggemaakt. Hierdoor was het mogelijk vaardigheden dubbel in te voeren, wat tot fouten leidde.",
          "title": "Bugfix: Laden van een personage leidde potentieel tot dubbele vaardigheden"
        },
        {
          "description": "Ter verbetering van onderhoudbaarheid en verbeteren van component kwaliteit is bepaalde functionaliteit van meldingen gedecentraliseerd.",
          "title": "Onderhoud: Algemene verbeteringen en onderhoud."
        }
      ]
    },
    {
      "date": "28-10-2023",
      "version": "v0.5.1",
      "Items": [
        {
          "description": "Bij het opslaan van een personage (save/export) werden alle data van de vaardigheden mee geexporteerd. Hierdoor werden bijgewerkte vaardigheden niet zichtbaar en bleven oude issues bestaan. Methode van opslaan is aangepast, bestaande opslag/exports worden geconverteerd bij inladen.",
          "title": "Feature: Aanpassing opslaan/export van een character."
        },
        {
          "description": "Wanneer een characternaam is ingevoerd wordt deze opgeslagen. Zowel in de exports als de korttijdelijk opslag van de browser wordt deze onthouden.",
          "title": "Feature: Ingevoerde character naam wordt onthouden."
        }
      ]
    },
    {
      "date": "26-10-2023",
      "version": "v0.5.0",
      "Items": [
        {
          "description": "Wanneer een character is klaargezet (aangemaakt of ingeladen), kan deze als pdf-export gedownload worden.",
          "title": "Feature: Exporteren van character naar een PDF bestand"
        },
        {
          "description": "Uit een regressietest bleek er een specifieke situatie te bestaan waarbij het mogelijk was om vaardigheden over de max xp limiet heen toe te voegen",
          "title": "Bugfix: Max xp overschreden in specifieke situatie."
        }
      ]
    }

  ]
}