{
  "Categories": [
    {
      "categorie": "Vechter technieken",
      "Skills": [
        {
          "id": [ 175 ],
          "skill": "Doorzettingsvermogen",
          "Spells": [
            {
              "id": 1,
              "spell": "Crippling Blow",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "SLOW!",
              "description": "De krijger is in staat om zijn wilskracht te focussen op de benen van diens tegenstander. De krijger kan eenmalig een SLOW slaan wanneer hij de benen van de tegenstander raakt.  \\nDeze techniek kan slechts een keer per minuut gebruikt worden.",
              "spell_effect": "Direct",
              "spell_duration": "5 minuten",
              "page": 18
            },
            {
              "id": 2,
              "spell": "Minor Resilience",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "By my might, grant me resilience!",
              "description": "De krijger kan zichzelf tot zonsopgang 1 extra hitpoint geven. Deze extra hitpoint kan niet genezen worden waardoor de techniek opnieuw gedaan moet worden als de extra hitpoint er af geslagen wordt.",
              "spell_effect": "Zelf",
              "spell_duration": "Tot zonsopgang",
              "page": 18
            }
          ]
        },
        {
          "id": [ 176 ],
          "skill": "Kracht A",
          "Spells": [
            {
              "id": 3,
              "spell": "Striking Blow",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "STRIKE!",
              "description": "De krijger is in staat om diens wilskracht te concentreren in een aanval met een wapen. Dit wapen zal hierdoor eenmalig STRIKE slaan. Dit mag alleen met een wapen wat groter is dan 45 cm. \\nDeze techniek kan slechts een keer per minuut gebruikt worden.",
              "spell_effect": "Direct",
              "spell_duration": "",
              "page": 18
            },
            {
              "id": 4,
              "spell": "Confusing Blow",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "CONFUSE!",
              "description": "De krijger is in staat om diens wilskracht te concentreren in een aanval met een wapen. Dit wapen zal hierdoor eenmalig CONFUSE slaan. Dit mag alleen met een wapen wat groter is dan 45 cm. \\nDeze techniek kan slechts een keer per minuut gebruikt worden.",
              "spell_effect": "Direct, Geestbeïnvloedend",
              "spell_duration": "5 minuten",
              "page": 19
            }
          ]
        },
        {
          "id": [ 601 ],
          "skill": "Kracht B",
          "Spells": [
            {
              "id": 5,
              "spell": "Heavy Blow",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "BLAST!",
              "description": "De krijger is in staat om diens wilskracht te concentreren in een aanval met een wapen. Dit wapen zal hierdoor eenmalig BLAST slaan. Dit mag alleen met een wapen wat groter is dan 45 cm. Het effect treedt alleen op wanneer de krijger diens wapen met twee handen hanteert. \\nDeze techniek kan slechts een keer per minuut gebruikt worden.",
              "spell_effect": "Direct",
              "spell_duration": "",
              "page": 19
            },
            {
              "id": 6,
              "spell": "Withstand Strike",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "I stand strong! NO EFFECT!",
              "description": "De krijger is in staat om middels diens wilskracht zich te verzetten tegen een aanval. Als reactie op een STRIKE effect kan een krijger diens wilskracht gebruiken en het effect negeren, je krijgt nog wel de eventuele schade van de wapenslag.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 19
            }
          ]
        },
        {
          "id": [ 177 ],
          "skill": "Taaiheid A",
          "Spells": [
            {
              "id": 7,
              "spell": "Resist Blast",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "I will withstand this blast!, RESIST!",
              "description": "De krijger is in staat om middels diens wilskracht zich te verzetten tegen een aanval. Als reactie op een BLAST effect kan een krijger diens wilskracht gebruiken en slechts 1 schade krijgen.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 20
            },
            {
              "id": 8,
              "spell": "Pain Suppression",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "By my will, I shall suppress my pain !",
              "description": "De techniek is alleen te gebruiken door uitgeschakelde krijgers (krijgers die op 0 HP staan). \\nWanneer de krijger uitgeschakeld is, kan die door middel van een korte wilskrachtsinspanning zichzelf net voldoende kracht geven om nog op te staan en door te vechten. Wanneer de krijger vervolgens nog een klap krijgt, zal die fataal gewond zijn en stervende raken. \\nNa 1 minuut raakt de krijger sowieso fataal gewond.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "60 seconden",
              "page": 20
            }
          ]
        },
        {
          "id": [ 602 ],
          "skill": "Taaiheid B",
          "Spells": [
            {
              "id": 9,
              "spell": "Poison & Disease Protection",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "By my might, I will not fall ill!",
              "description": "De krijger is in staat om middels diens wilskracht zich te verzetten tegen een aanval. \\nDe krijger is voor de duratie van deze techniek immuun voor het eerstvolgende POISON of DISEASE effect.",
              "spell_effect": "Zelf",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 20
            },
            {
              "id": 10,
              "spell": "Resist Crush",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "I will withstand this crush!, RESIST!",
              "description": "De krijger is in staat om middels diens wilskracht zich te verzetten tegen een aanval. \\nAls reactie op een CRUSH effect kan een krijger diens wilskracht gebruiken en slechts 1 schade krijgen.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 20
            }
          ]
        },
        {
          "id": [ 178 ],
          "skill": "Leiderschap A",
          "Spells": [
            {
              "id": 11,
              "spell": "Hold the Line",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "By my might, we will hold the line!",
              "description": "De krijger kan deze techniek op maximaal 3 personen gebruiken door het laatste deel van de incantatie te herhalen en tot 3 personen kort aan te raken (dus tijdens het laatste deel van de incantatie). \\nDe ontvangers zijn voor de duratie van deze techniek immuun voor het eerst volgende FEAR of STRIKE effect.",
              "spell_effect": "Aanraking",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 21
            },
            {
              "id": 12,
              "spell": "Rescue Comrade",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "By my might, I will rescue you!",
              "description": "Wanneer je deze techniek gebruikt op iemand die uitgeschakeld (op 0 HP) of stervende is mag deze persoon opstaan en zolang je deze blijft ondersteunen en de incantatie blijft herhalen met de persoon mee rennen. Als de aanraking of duratie verbroken / verlopen is zakt het doelwit van deze vaardigheid weer ineen. \\nLet op; Dit is geen genezing. Als het doelwit stervende is, gaat de tijd gewoon door.",
              "spell_effect": "Aanraking",
              "spell_duration": "max 1 minuut",
              "page": 21
            }
          ]
        },
        {
          "id": [ 603 ],
          "skill": "Leiderschap B",
          "Spells": [
            {
              "id": 13,
              "spell": "Inspect Armour",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "By my might, wear this armour with pride!",
              "description": "Het aangeraakte pantser krijgt 1 extra armourpoint voor een uur of tot deze eraf geslagen is. Deze techniek werkt enkel als de ontvanger minimaal 1 punt aan fysiek armour draagt dat kort (15 seconden) geïnspecteerd dient te worden. Deze spreuk kan op maximaal 3 pantsers tegelijk gebruikt worden door het laatste deel van de incantatie te herhalen en tot 3 pantsers aan te raken. ",
              "spell_effect": "Aanraking",
              "spell_duration": "1 uur",
              "page": 21
            },
            {
              "id": 14,
              "spell": "Insight",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "I will keep focused, NO EFFECT!",
              "description": "Als reactie op een GEESTBEINVLOEDEND effect, kun je je willpower gebruiken en het effect negeren",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 21
            }
          ]
        },
        {
          "id": [ 179 ],
          "skill": "Bescherming A",
          "Spells": [
            {
              "id": 15,
              "spell": "Block Spell",
              "mana_type": "Wilskracht",
              "mana_cost": "2",
              "incantation": "My shield will block that spell. NO EFFECT!",
              "description": "De krijger zal met diens schild een spreuk tegengaan die op die gecaste wordt of op iemand vlak achter hen. De techniek moet gestart worden binnen 1 seconde nadat de incantatie van de tegen te houden spreuk compleet is uitgesproken. \\nLET OP: sommige spreuken kunnen niet gecountered worden. In dat geval zal de caster “NO EFFECT” roepen op je block spell en zal de originele spreuk alsnog effect hebben.",
              "spell_effect": "Direct",
              "spell_duration": "",
              "page": 22
            },
            {
              "id": 16,
              "spell": "Withstand Freeze",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "I will not be held back by cold, NO EFFECT!",
              "description": "De krijger zal voor de duratie van deze techniek immuun zijn voor het eerstvolgende FREEZE effect.",
              "spell_effect": "Zelf",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 22
            }
          ]
        },
        {
          "id": [ 604 ],
          "skill": "Bescherming B",
          "Spells": [
            {
              "id": 17,
              "spell": "Defensive Stance",
              "mana_type": "Wilskracht",
              "mana_cost": "3",
              "incantation": "By my might, I will stand strong",
              "description": "De krijger zal zich achter diens schild verschuilen en diens positie vasthouden en mag niet meer dan 1 meter van diens huidige locatie lopen anders eindigt deze techniek. De krijger krijgt 2 extra hitpoints, en is immuun voor STRIKE en FEAR. Deze techniek kan slechts een keer per 5 minuten gebruikt worden.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "5 minuten of tot de stance verbreekt",
              "page": 22
            },
            {
              "id": 18,
              "spell": "Withstand Torture",
              "mana_type": "Wilskracht",
              "mana_cost": "3",
              "incantation": "This pain will not stop me, NO EFFECT!",
              "description": "Als reactie op een TORTURE effect, kun je als krijger je willpower gebruiken en het effect negeren. Deze techniek moet gestart zijn binnen 2 seconden nadat de torture is gecast.",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 22
            }
          ]
        },
        {
          "id": [ 180 ],
          "skill": "Berserker A",
          "Spells": [
            {
              "id": 19,
              "spell": "Withstand slow",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "I will not slow down, NO EFFECT!",
              "description": "De krijger zal voor de duratie van deze techniek immuun zijn voor het eerstvolgende SLOW effect.",
              "spell_effect": "Zelf",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 23
            },
            {
              "id": 20,
              "spell": "Fearful presence",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "Be afraid of my might, FEAR me!",
              "description": "De ontvanger van deze FEAR zal alles in het werk stellen om zo snel mogelijk uit het zicht van de fighter te komen, en zal de fighter proberen te vermijden voor de duur van de techniek. Als je niet kunt vluchten voor de fighter, kruip je in een hoekje en zul je sidderen van angst. Wanneer de ontvanger van de spreuk wordt geconfronteerd met een situatie waarin hij niet weg kan, en er gevochten wordt, mag de ontvanger van de spreuk zich proberen te verdedigen.",
              "spell_effect": "Geestbeïnvloedend, 5 meter",
              "spell_duration": "30 seconden",
              "page": 23
            }
          ]
        },
        {
          "id": [ 605 ],
          "skill": "Berserker B",
          "Spells": [
            {
              "id": 21,
              "spell": "Rage",
              "mana_type": "Wilskracht",
              "mana_cost": "3",
              "incantation": "By my might, Feel my rage !",
              "description": "De krijger wordt roekeloos en agressief. (Let wel op veilig vechten)\\n De krijger krijgt voor de duratie van deze techniek 3 extra hitpoints, en kan voor de duur van deze techniek geen andere vaardigheden dan vechters vaardigheden gebruiken. \\nDeze techniek kan slechts een keer per 5 minuten gebruikt worden. \\nLet op veilig vechten!",
              "spell_effect": "Zelf",
              "spell_duration": "1 minuut",
              "page": 23
            },
            {
              "id": 22,
              "spell": "Withstand Fear",
              "mana_type": "Wilskracht",
              "mana_cost": "1",
              "incantation": "I will stay focused, NO EFFECT!",
              "description": "Als reactie op een FEAR effect, kun je als krijger je willpower gebruiken en het effect negeren",
              "spell_effect": "Direct, Zelf",
              "spell_duration": "",
              "page": 23
            }
          ]
        }
      ]
    },
    {
      "categorie": "Magiërspreuken",
      "Skills": [
        {
          "id": [ 275 ],
          "skill": "White magic",
          "Spells": [
            {
              "id": 25,
              "spell": "Detect Magic",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I Detect Magic!",
              "description": "Deze spreuk kan op 2 verschillende manieren gebruikt worden (maar niet tegelijkertijd). \\n\\nOpties: \\n1) Alle magische voorwerpen en personen binnen 5 meter van de magiër zullen voor hen oplichten als zijnde magisch. Personen én voorwerpen met een elementaire enchantment of glyph imbue zijn magisch. Personen die gedetecteerd worden moeten even hun hand opsteken. \\n2) De magiër kan een object of persoon aanraken en hierbij proberen het soort magie te identificeren. Indien het een spreuk is die die kan doen, dan zal die deze zelfs exact identificeren. Het is niet mogelijk met deze spreuk magiërs te identificeren. \\n\\nHet bezit van magische voorwerpen of het onder invloed zijn van magische spreuken en/of effecten zal een lezing van deze spreuk niet verstoren.",
              "spell_effect": "Direct, 5 meter of Aanraking",
              "spell_duration": "",
              "page": 24
            },
            {
              "id": 26,
              "spell": "Ray of Confusion",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I CONFUSE you!",
              "description": "De ontvanger krijgt een CONFUSE effect.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "30 seconden",
              "page": 24
            },
            {
              "id": 27,
              "spell": "Dazzling Strike",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, be blown away! STRIKE!",
              "description": "De ontvanger van deze spreuk zal het STRIKE effect krijgen. De spreuk doet geen schade, enkel het effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 24
            },
            {
              "id": 28,
              "spell": "Break Impurity",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I BREAK this ENCHANTMENT!",
              "description": "De ontvanger krijgt een BREAK ENCHANTMENT effect.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 24
            },
            {
              "id": 29,
              "spell": "Counter Spell",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of the elements, I counter that spell!",
              "description": "Zal een spreuk tegengaan. De magiër moet binnen 5 meter staan van degene die de spreuk doet die die wil tegengaan. De spreuk moet gestart worden binnen 1 seconde nadat de incantatie van de tegen te houden spreuk compleet is uitgesproken. \\nLET OP: sommige spreuken kunnen niet gecountered worden. In dat geval zal de caster “NO EFFECT” roepen op je counterspreuk en zal de originele spreuk alsnog effect hebben.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 25
            }
          ]
        },
        {
          "id": [ 276 ],
          "skill": "Grey magic",
          "Spells": [
            {
              "id": 30,
              "spell": "Mend",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I Mend what was broken!",
              "description": "De magiër kan 1 kapot of beschadigd voorwerp herstellen. Deze spreuk kan ook gebruikt worden om kapot pantser te repareren.  \\nWanneer deze spreuk op een pantser gebruikt wordt, wordt het pantser gerepareerd voor 1 armourpoint per 10 seconden dat de spreuk uitgesproken wordt. Je kunt ook kleine kapotte voorwerpen repareren, zoals bv. een gescheurde brief, een gebroken beker etc.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconden incantatie tijd per AP",
              "page": 25
            },
            {
              "id": 31,
              "spell": "Minor Reinforcement",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I reinforce my/this armour!",
              "description": "Het aangeraakte pantser krijgt 1 extra armourpoint totdat de spreuk is afgelopen of tot deze eraf geslagen zijn.  \\nDe spreuk werkt enkel als de ontvanger minimaal 1 punt aan fysiek armour draagt.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 25
            },
            {
              "id": 32,
              "spell": "Imbue Strike",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I Imbue this weapon to strike with great force!",
              "description": "Het aangeraakte wapen doet bij twee slagen, binnen het uur, naar keuze het effect STRIKE. Alleen te gebruiken op wapens langer dan 45 cm.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 26
            },
            {
              "id": 33,
              "spell": "Iron Will",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I forge a mind of iron!",
              "description": "De ontvanger van deze spreuk mag eenmalig een geestbeïnvloedende spreuk of effect negeren. \\nWanneer er dan een geestbeïnvloedende spreuk of effect gedaan wordt op de ontvanger van de Iron Will moet deze persoon zeggen: \\n“By my Iron Will, I defy that spell. NO EFFECT!”",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 26
            },
            {
              "id": 34,
              "spell": "Slow Movement",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, SLOW down!",
              "description": "De ontvanger krijgt een SLOW effect.",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "5 minuten",
              "page": 26
            }
          ]
        },
        {
          "id": [ 277 ],
          "skill": "Black magic",
          "Spells": [
            {
              "id": 35,
              "spell": "Magic Blast",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, May my touch BLAST you!",
              "description": "De ontvanger krijgt een BLAST effect (3 schade)",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 27
            },
            {
              "id": 36,
              "spell": "Instill Fear",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, FEAR me!",
              "description": "De ontvanger krijgt een FEAR effect.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "30 seconden",
              "page": 27
            },
            {
              "id": 37,
              "spell": "Incite Aggression",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, Release you anger! INCITE AGGRESSION!",
              "description": "De ontvanger krijgt een INCITE AGGRESSION effect.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 27
            },
            {
              "id": 38,
              "spell": "Forced Mute",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I silence you! MUTE!",
              "description": "De ontvanger krijgt een MUTE effect.",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "30 seconden",
              "page": 27
            },
            {
              "id": 39,
              "spell": "Steal",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of the elements, I COMMAND you to give me that <object>!",
              "description": "De ontvanger geeft je het object dat je benoemd. Deze spreuk mag alleen gecast worden buiten gevechten.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 27
            }
          ]
        },
        {
          "id": [ 278 ],
          "skill": "Air Magic B",
          "Spells": [
            {
              "id": 40,
              "spell": "Hidden object",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the power of Air, may this object be hidden from sight, sound and touch.",
              "description": "Een voorwerp wordt volledig onmerkbaar en kan niet gevonden worden zolang je het bij je houd. Het voorwerp zal niet oplichten bij gebruik van detectie spreuken (bijvoorbeeld een Detect Magic spreuk). Een persoon kan gefouilleerd worden (door dit te zeggen!!!) en tassen kunnen doorzocht worden maar dit voorwerp kan niet gevonden worden. Je mag iemand die je doorzoekt simpelweg melden dat ze het voorwerp niet vinden als ze het OC vinden. Het voorwerp kan niet langer zijn dan 45 cm. Je kunt het object op elk gewenst moment tevoorschijn halen of gebruiken, waarna het onmiddellijk zichtbaar wordt en de spreuk ophoudt. Deze spreuk werkt alleen als het voorwerp niet in het zicht zit. (dus verstopt)",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "de rest van de dag of totdat het object tevoorschijn",
              "page": 27
            },
            {
              "id": 41,
              "spell": "Chilling Winds",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Air, May the wind freeze you: FREEZE!",
              "description": "De ontvanger krijgt een FREEZE effect. De spreuk eindigt wanneer de magiër diens concentratie verliest. De magiër moet het woord “FREEZE” elke seconde blijven herhalen als indicatie dat de concentratie gehandhaafd blijft.",
              "spell_effect": "Enchantment, Concentratie, 5 meter",
              "spell_duration": "30 seconden",
              "page": 28
            },
            {
              "id": 42,
              "spell": "Freedom of Movement",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Air, Let my/your movement be free!",
              "description": "De ontvanger wordt voor de duur van deze spreuk immuun tegen alle PARALYZE, SLOW, FREEZE en STRIKE effecten.",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "1 uur",
              "page": 28
            },
            {
              "id": 43,
              "spell": "Strike Cascade",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Air, I call upon the Wind! STRIKE!",
              "description": "Bij deze spreuk kan het tweede deel van de incantatie tot 3 keer toe uitgesproken worden (binnen 1 minuut) om tot 3 verschillende personen te beïnvloeden. De ontvanger krijgt een STRIKE effect. De spreuk doet geen schade, enkel het effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 29
            }
          ]
        },
        {
          "id": [ 526 ],
          "skill": "Air magic C",
          "Spells": [
            {
              "id": 44,
              "spell": "Force Field",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Air, Let me be protected by a force field!",
              "description": "De ontvanger krijgt voor de duratie van deze spreuk 3 extra armour points, wordt beschermd tegen BLAST effecten welke slechts 1 schade doen, en ontvangt tevens het SLOW effect. Deze spreuk werkt alleen als de ontvanger geen andere vormen van pantser draagt (dit spreekt de reguliere regels rondom extra AP tegen). \\nHet SLOW effect kan nooit teniet gedaan worden.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "1 uur",
              "page": 29
            },
            {
              "id": 45,
              "spell": "Tempest of Cleansing",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Air, I BREAK all ENCHANTMENT!",
              "description": "De ontvanger krijgt een BREAK ALL ENCHANTMENT effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 29
            }
          ]
        },
        {
          "id": [ 279 ],
          "skill": "Metal magic B",
          "Spells": [
            {
              "id": 46,
              "spell": "Strengthen Armour",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Metal, I will strengthen your armour!",
              "description": "De persoon krijgt 1 extra armourpoint en het pantser is immuun tegen de eerste volgende shatter. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 30
            },
            {
              "id": 47,
              "spell": "Horrific Revelation",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Metal, I have a horrific revelation for you, FASCINATE!",
              "description": "De ontvanger zal maximaal 5 minuten naar je luisteren zolang je spreekt over een verschrikkelijk verhaal. Na minimaal 2 minuten mag je ophouden met spreken en eindigen met een TORTURE call. ",
              "spell_effect": "Concentratie, Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "max 5 minuten",
              "page": 30
            },
            {
              "id": 48,
              "spell": "Boon of Disease",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Metal, I grant you a boon of Disease",
              "description": "De ontvanger krijgt een zegening waarmee hij/zij eenmalig de HIT Disease spreuk kan casten. Dit kost de ontvanger geen mana en pantser zit het gebruik hiervan niet in de weg. \\nWel moet de incantatie “By the powers of Metal, I bestow upon you a HIT disease!” uitgesproken worden.  \\n\\nHIT Disease: \\nDe ontvanger van de spreuk krijgt 1 HIT DISEASE schade. \\nDirect, 5 meter",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "1 uur",
              "page": 30
            },
            {
              "id": 49,
              "spell": "Life Draw",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of Metal, I drain your life! HIT!",
              "description": "De ontvanger krijgt een HIT effect, de gebruiker van de spreuk geneest een hitpoint. Verloren hitpoints zullen hiermee hersteld worden of anders worden er extra hitpoints toegevoegd, tot een maximum van 3. De extra hitpoints van life draw zijn cumulatief, maar kunnen niet gecombineerd worden met andere spreuken en effecten (het sterkste effect telt). Alle middels deze spreuk verkregen extra hitpoints verdwijnen tijdens de eerstvolgende zonsopgang.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 31
            }
          ]
        },
        {
          "id": [ 527 ],
          "skill": "Metal magic C",
          "Spells": [
            {
              "id": 50,
              "spell": "Aura of Fear",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Metal, I surround myself with an Aura of Fear!",
              "description": "De magiër kan gedurende de duur van de spreuk (30 seconden) een onbeperkt aantal keer FEAR effect uitdelen – hiervoor moet het slachtoffer aangeraakt worden. Het effect van deze FEAR is verder identiek aan de spreuk FEAR.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "30 seconden",
              "page": 31
            },
            {
              "id": 51,
              "spell": "Elemental Bolt",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Metal, I strike you with an Elemental Bolt! CRUSH!",
              "description": "De ontvanger van deze spreuk krijgt een CRUSH effect (5 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 31
            }
          ]
        },
        {
          "id": [ 280 ],
          "skill": "Earth magic B",
          "Spells": [
            {
              "id": 52,
              "spell": "Harden",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Earth, l grant you protection of the earth!",
              "description": "De ontvanger wordt voor de duur van deze spreuk immuun tegen alle SHATTER, PARALYZE en FREEZE effecten.",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "1 uur",
              "page": 32
            },
            {
              "id": 53,
              "spell": "Minor Reinforcement Cascade",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Earth, I reinforce your armour!",
              "description": "Bij deze spreuk kan het tweede deel van de incantatie tot 3 keer toe herhaald worden (binnen 1 minuut) om tot 3 verschillende aangeraakte pantser(s) 1 extra armourpoint te geven totdat de spreuk is afgelopen of tot deze eraf geslagen zijn. De spreuk werkt enkel als de ontvanger minimaal 1 punt aan fysiek armour draagt.",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "1 uur",
              "page": 32
            },
            {
              "id": 54,
              "spell": "Sands of Sleep",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Earth, I put you to SLEEP!",
              "description": "De ontvanger krijgt een SLEEP effect. ",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 32
            },
            {
              "id": 55,
              "spell": "Boon of Mending",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Earth, I grant you a Boon of Mending!",
              "description": "De ontvanger krijgt een zegening waarmee die eenmalig de mend spreuk kan casten. Dit kost de ontvanger geen mana en pantser zit het gebruik hiervan niet in de weg. Wel moet de incantatie “By the powers of the earth, I mend what is broken!” uitgesproken worden. Mend: By the powers of the earth, I mend what is broken! De magiër kan 1 kapot of beschadigd voorwerp herstellen. Deze spreuk kan ook gebruikt worden om kapot pantser te repareren. Wanneer deze spreuk op een pantser gebruikt wordt, wordt het pantser gerepareerd voor 1 armourpoint per 10 seconden dat de spreuk uitgesproken wordt. Je kunt ook kleine kapotte voorwerpen repareren, zoals bv. een gescheurde brief, een gebroken beker etc. \\nDirect, Aanraking, 10 seconden incantatie tijd per AP.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconden incantatie tijd per AP",
              "page": 32
            }
          ]
        },
        {
          "id": [ 528 ],
          "skill": "Earth magic C",
          "Spells": [
            {
              "id": 56,
              "spell": "Stoneskin",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Earth, Let my Skin be as Stone!",
              "description": "De ontvanger krijgt voor de duratie van deze spreuk 3 extra hitpoints.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "5 minuten",
              "page": 33
            },
            {
              "id": 57,
              "spell": "Imbue Crush",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Earth, I Imbue this weapon to strike a Crushing blow!",
              "description": "Het aangeraakte wapen doet bij één slag naar keuze CRUSH (5 schade). Alleen te gebruiken op wapens langer dan 45 cm en niet te gebruiken op afstandwapens.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 33
            }
          ]
        },
        {
          "id": [ 281 ],
          "skill": "Water magic B",
          "Spells": [
            {
              "id": 58,
              "spell": "Mind Protection",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Water, Let my mind be protected!",
              "description": "De magiër is, voor de duur van de spreuk, immuun voor alle geestbeïnvloedende spreuken en effecten.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "5 minuten",
              "page": 35
            },
            {
              "id": 59,
              "spell": "Force Truth",
              "mana_type": "Elementair",
              "mana_cost": "1",
              "incantation": "By the powers of Water, Answer me truthfully!",
              "description": "Gedurende de duur van deze spreuk mag de ontvanger niet meer liegen. Die mag wel zwijgen of om het antwoord heen praten. Let op: als deze spreuk tegengehouden wordt met behulp van een spreuk of techniek met een incantatie dan hoort je personage deze incantatie en heeft je personage dus door dat de force truth spreuk niet gewerkt heeft. Maar als de ontvanger slechts NO EFFECT zegt dan heeft jou personage niet door dat de spreuk niet gewerkt heeft. ",
              "spell_effect": "Enchantment, Geestbeïnvloedend, Aanraking",
              "spell_duration": "1 uur",
              "page": 35
            },
            {
              "id": 60,
              "spell": "Corrupt the Flow of Life",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Water, I CURSE your LIFE!",
              "description": "De ontvanger krijgt een CURSE LIFE effect.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 35
            },
            {
              "id": 61,
              "spell": "Iceblast",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Water, IceBLAST!",
              "description": "De ontvanger van de spreuk krijgt een BLAST effect (3 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 35
            }
          ]
        },
        {
          "id": [ 529 ],
          "skill": "Water magic C",
          "Spells": [
            {
              "id": 62,
              "spell": "Gift of Knowledge",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Water, I Grant you the Gift you Knowledge!",
              "description": "Deze spreuk kan op 3 verschillende manieren gebruikt worden (maar niet tegelijkertijd). \\n\\nKennis van spreuken \\nDe ontvanger zal voor de duur van de spreuk de spreuken van de door de magiër gekozen magiërvaardigeid met een maximaal niveau van C, die de magiër zelf vanuit een vaardigheid (geen item, scroll of condition) kent, kunnen casten. De ontvanger moet de mana voor het casten van de spreuk zelf betalen. De ontvanger krijgt géén extra mana. Direct, Enchantment, Aanraking, 1 uur \\n\\nKennis van Glyphs \\nOntvanger krijgt de vaardigheid GLYPHS LEZEN. Deze optie vereist dat de magiër zelf de vaardigheid GLYPHS LEZEN heeft; zonder dat kan die de ontvanger deze kennis niet geven. Direct, Enchantment, Aanraking, 1 uur \\n\\nKennis van talen \\nDe ontvanger kan elke normale, niet-magische taal lezen voor de duur van de spreuk. Geheimtaal en versleutelde taal kunnen hier vaak niet mee gelezen worden. \\nEnchantment, aanraking, tot zonsopgang.",
              "spell_effect": "",
              "spell_duration": "",
              "page": 35
            },
            {
              "id": 63,
              "spell": "Paralyzing Touch",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Water, I PARALYZE you!",
              "description": "De ontvanger van de spreuk krijgt een PARALYZE effect. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "5 minuten",
              "page": 35
            }
          ]
        },
        {
          "id": [ 282 ],
          "skill": "Fire Magic B",
          "Spells": [
            {
              "id": 64,
              "spell": "Cleansed by Fire",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Fire, I will burn away your poisons and diseases, CRUSH!",
              "description": "Deze spreuk verwijdert bij de ontvanger alle giffen, ziektes en hun effecten. De ontvanger krijgt een CRUSH effect (5 schade), dit effect kan niet geRESIST worden als de magiër deze spreuk op zichzelf caste. Let op: Deze spreuk heeft een 10 seconden incantatie tijd en is dus zeer lastig om offensief te gebruiken aangezien dit betekent dat de spreukgebruiker de vijand 10 seconden moet aanraken. Voor meer informatie zie het hoofdstuk “spreuken met een langere incantatie tijd”. ",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconden incantatie tijd",
              "page": 36
            },
            {
              "id": 65,
              "spell": "Fireblast",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Fire, FireBLAST!",
              "description": "De ontvanger van de spreuk krijgt een BLAST effect (3 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 36
            },
            {
              "id": 66,
              "spell": "Inner Fire",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Fire, I kindle your/my inner fire!",
              "description": "De ontvanger krijgt voor de duur van de spreuk 1 extra hitpoint en wordt daarnaast beschermd tegen het eerstvolgende BLAST effect. Deze zal slechts 1 schade doen. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 36
            },
            {
              "id": 67,
              "spell": "Imbue Blast",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Fire, I imbue this weapon with explosive magic!",
              "description": "Het aangeraakte wapen doet bij één slag naar keuze BLAST (3 schade). Alleen te gebruiken op wapens langer dan 45 cm en niet te gebruiken op afstandswapens.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 36
            }
          ]
        },
        {
          "id": [ 530 ],
          "skill": "Fire Magic C",
          "Spells": [
            {
              "id": 68,
              "spell": "Aspect of the Efreet",
              "mana_type": "Elementair",
              "mana_cost": "5",
              "incantation": "By the power of Fire, May the legendary Efreet channel through you!",
              "description": "De gewillige ontvanger van de spreuk zal 1 minuut lang schreeuwen van de pijn. Tijdens deze minuut kan de speler 3x een DESTROY effect uitdelen door iemand aan te raken.  \\nNa deze minuut zal de ontvanger van de spreuk een FATAL effect krijgen. Dit FATAL effect kan niet tegengehouden of verminderd worden.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 minuut",
              "page": 36
            },
            {
              "id": 69,
              "spell": "Incinerate",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Fire, Let my touch incinerate you! DESTROY!",
              "description": "De ontvanger van de spreuk krijgt een DESTROY effect. (10 schade)",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 38
            }
          ]
        },
        {
          "id": [ 283 ],
          "skill": "Wood Magic B",
          "Spells": [
            {
              "id": 70,
              "spell": "Rend Enchantment",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Wood, I BREAK an ENCHANTMENT from you and BLAST you with its energy!",
              "description": "De ontvanger krijgt een BREAK ENCHANTMENT effect. Dat zal 1 enchantment opheffen naar keuze van de ontvanger. Als er een enchantment aanwezig was, krijgt de ontvanger een BLAST effect (3 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 38
            },
            {
              "id": 71,
              "spell": "Shatter Armour",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Wood, I SHATTER that Armour!",
              "description": "De ontvanger van de spreuk krijgt een SHATTER effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 38
            },
            {
              "id": 72,
              "spell": "Nature’s Protection",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Wood, I grant you Nature’s Protection",
              "description": "De ontvanger krijgt voor de duur van de spreuk 1 extra hitpoint en wordt daarnaast beschermd tegen alle POISON effecten.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 38
            },
            {
              "id": 73,
              "spell": "Charm Person",
              "mana_type": "Elementair",
              "mana_cost": "2",
              "incantation": "By the powers of Wood, I COMMAND you to treat me as a friend!",
              "description": "Het doelwit zal je als vriend zien en vriendelijk bejegenen. De spreuk eindigt als de ontvanger schade krijgt. Als je minimaal een minuut met de persoon gepraat hebt, mag je een CONFUSE effect aan de persoon uitdelen. Schade zal deze spreuk opheffen.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 38
            }
          ]
        },
        {
          "id": [ 531 ],
          "skill": "Wood Magic C",
          "Spells": [
            {
              "id": 74,
              "spell": "Primal Rage",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Wood, Let your heart be filled with primal rage!",
              "description": "De ontvanger zal voor de duur van deze spreuk 3 extra hitpoints krijgen, en immuun worden voor geestbeïnvloedende effecten (buiten de Primal Rage zelf). Gedurende de duur van de spreuk zal die alle vijanden die die ziet aanvallen. Indien er geen vijanden in zicht zijn, zal die willekeurige personen aanvallen. De vechtstijl van de ontvanger zal roekeloos en wild zijn. \\nLet hierbij wel op veilig vechten. \\n\\nDe ontvanger zal geen vaardigheden kunnen gebruiken behalve vaardigheden om fysiek mee te vechten (praktisch alleen de Wapen- en Pantservaardigheden). De ontvanger kan geen spreuken of vechter technieken gebruiken.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, Aanraking",
              "spell_duration": "5 minuten",
              "page": 39
            },
            {
              "id": 75,
              "spell": "Aspect of the Viper",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of Wood, I imbue this weapon with viper venom!",
              "description": "De magiër kan een wapen naar keuze imbuen. Dit wapen kan vervolgens 1 slag naar keuze een PARALYZE POISON effect doen. Als de magiër dit wapen loslaat voordat de spreuk eindigt dan ontvangt de magiër een CURSE LIFE POISON waar de magiër niet immuun tegen kan zijn. \nDit effect werkt niet op afstandswapens.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 39
            }
          ]
        },
        {
          "id": [ 532, 533, 534 ],
          "skill": "Speciale Magiërspreuken",
          "Spells": [
            {
              "id": 100,
              "spell": "Wave of Destruction",
              "mana_type": "Elementair",
              "mana_cost": "5",
              "incantation": "By the powers of the elements, I wreak destruction upon you! DESTROY!",
              "description": "Bij deze spreuk kan het tweede deel van de incantatie tot 3 keer toe herhaald worden (binnen 1 minuut) om tot 3 verschillende personen te beïnvloeden. De ontvanger krijgt een DESTROY effect (10 schade).  \\nDe magiër kan na het uitspreken van deze incantatie een uur lang niet casten (zowel vanuit zichzelf als items, scrolls en dergelijke) afgezien van het bovenstaande beschreven effect.  \\nDeze spreuk is maar één keer per dag te gebruiken.\\n Deze spreuk kan niet gecountered worden.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 40
            },
            {
              "id": 101,
              "spell": "Dominate the Weak",
              "mana_type": "Elementair",
              "mana_cost": "5",
              "incantation": "By the powers of the elements, I DOMINATE your weak body!",
              "description": "De ontvanger van deze spreuk moet uitgeschakeld zijn. De ontvanger krijgt een TOTAL HEALING en een DOMINATE effect. \\nDe magiër kan na het uitspreken van deze incantatie een uur lang niet casten (zowel vanuit zichzelf als items, scrolls en dergelijke). \nDeze spreuk kan niet gecountered worden.",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "5 minuten",
              "page": 40
            },
            {
              "id": 102,
              "spell": "Epidemic",
              "mana_type": "Elementair",
              "mana_cost": "3",
              "incantation": "By the powers of the elements, You will spread Disease, Plague and Pestilence! FATAL DISEASE!",
              "description": "De ontvanger van deze spreuk moet uitgeschakeld (op 0 hp) zijn. De ontvanger krijgt een FATAL DISEASE effect en de gebruiker zal de spreuk even moeten uitleggen aan de uitgeschakelde ontvanger. Zolang de FATAL DISEASE nog actief is zullen de eerste 3 personen die de ontvanger daarna aanraken een BLAST DISEASE ontvangen. (deze call moet de ontvanger geven aan de eerste 3 personen die die aanraken. Dit wordt door de magiër uitgelegd aan de ontvanger!)  \\nDeze spreuk kan niet gecountered worden.",
              "spell_effect": "Aanraking",
              "spell_duration": "10 seconden",
              "page": 40
            }
          ]
        }
      ]
    },
    {
      "categorie": "Paladijnspreuken",
      "Skills": [
        {
          "id": [ 300 ],
          "skill": "Paladijn A",
          "Spells": [
            {
              "id": 125,
              "spell": "Hammer of Righteousness",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I strike you down with Righteousness! STRIKE!",
              "description": "De ontvanger van deze spreuk zal het STRIKE effect krijgen.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 41
            },
            {
              "id": 126,
              "spell": "Honorable Challenge",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I COMMAND you to fight me honorably!",
              "description": "De ontvanger moet de command spreuk van de paladijn opvolgen, om een eervol gevecht aan te gaan. Zodra dit eervolle (1 op 1) gevecht gestart is, en een tweede persoon de paladijn aanvalt, krijgt de Paladijn voor 1 uur 1 extra armourpoint. Het extra armourpunt krijgt de paladijn enkel als die minimaal 1 punt aan fysiek armour draagt. ",
              "spell_effect": "Enchantment",
              "spell_duration": "",
              "page": 41
            },
            {
              "id": 127,
              "spell": "Mercy call",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I COMMAND you to grant him/her/me Mercy!",
              "description": "De Paladijn smeekt de agressor om een doelwit te sparen en bewerkt subtiel de geest van de agressor zodat die vatbaar wordt voor diens smeekbeden. De Paladijn kan of zichzelf als doelwit kiezen, of een uitgeschakeld (op 0 hp) ander doelwit, waardoor de paladijn de agressor een command geeft om mensen te sparen en geen doodsteek te geven.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 41
            }
          ]
        },
        {
          "id": [ 301 ],
          "skill": "Paladijn B",
          "Spells": [
            {
              "id": 128,
              "spell": "Divine Heroism",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant you Divine Heroism!",
              "description": "De paladijn kan deze zegening op maximaal 3 personen gebruiken door het laatste deel van de incantatie te herhalen en tot 3 personen aan te raken. De ontvanger zal immuun zijn voor het eerst volgende FEAR of STRIKE effect, en 1 extra hitpoint ontvangen (die blijft ook al wordt de eenmalige immuniteit tegen FEAR of STRIKE gebruikt).",
              "spell_effect": "Aanraking, Enchantment",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 41
            },
            {
              "id": 129,
              "spell": "Divine Blessing",
              "mana_type": "",
              "mana_cost": "3",
              "incantation": "In the name of... , I Pray for Divine Blessing!",
              "description": "Na een korte incantatie, krijgt de paladijn 2 extra hitpoints en de paladijn kan met zijn eerstvolgende klap STRIKE slaan. Dit mag alleen met een wapen wat groter is dan 45 cm.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "1 uur",
              "page": 42
            },
            {
              "id": 130,
              "spell": "Sanctuary",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I grant this person sanctuary!",
              "description": "Ontvanger zal niet dood gaan zolang de priester de incantatie ongeveer elke 10 seconden herhaalt en de ontvanger blijft aanraken. Wanneer de priester stopt met de incantatie wordt de telling van de GRACE PERIOD (stervensduur) vervolgd vanaf het moment waarop de spreuk startte.",
              "spell_effect": "Concentratie, Aanraking",
              "spell_duration": "max 1 uur",
              "page": 42
            }
          ]
        }
      ]
    },
    {
      "categorie": "Priesterspreuken",
      "Skills": [
        {
          "id": [ 325 ],
          "skill": "Purity A",
          "Spells": [
            {
              "id": 150,
              "spell": "Endure Poison",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I/you may endure poison!",
              "description": "De ontvanger negeert het eerstvolgende POISON effect door NO EFFECT te roepen.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 43
            },
            {
              "id": 151,
              "spell": "Minor Reinforcement",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I reinforce my/this armour!",
              "description": "Het aangeraakte pantser krijgt 1 extra armourpoint totdat de spreuk is afgelopen of tot deze eraf geslagen zijn.  \\nDe spreuk werkt enkel als de ontvanger minimaal 1 punt aan fysiek armour draagt.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 43
            },
            {
              "id": 152,
              "spell": "Break Enchantment",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I BREAK this ENCHANTMENT!",
              "description": "De ontvanger krijgt het BREAK ENCHANTMENT effect.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 43
            },
            {
              "id": 153,
              "spell": "Counter Spell",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I counter that spell!",
              "description": "Zal een spreuk tegengaan. De priester moet binnen 5 meter staan van degene die de spreuk doet die die wil tegengaan. De spreuk moet gestart worden binnen 1 seconde nadat de incantatie van de tegen te houden spreuk compleet is uitgesproken. LET OP: sommige spreuken kunnen niet gecountered worden. In dat geval zal de caster “NO EFFECT” roepen op je counterspreuk en zal de originele spreuk alsnog effect hebben",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 43
            },
            {
              "id": 154,
              "spell": "Detect Spiritual influence",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I detect spiritual influence!",
              "description": "Deze spreuk kan op 2 verschillende manieren gebruikt worden (maar niet tegelijkertijd). \\n1) Alle spirituele voorwerpen en personen binnen 5 meter van de priester zullen voor hem oplichten als zijnde spiritueel. Personen én voorwerpen met een priester-enchantment of rune imbue zijn spiritueel. Personen die gedetecteerd worden moeten even hun hand opsteken.  \\n2) De priester kan een object of persoon aanraken en hierbij proberen het type spirituele invloed te identificeren. Indien het een spreuk is die hij zelf kan doen, dan zal hij deze exact kunnen identificeren. Het is niet mogelijk met deze spreuk priesters te identificeren. Het bezit van spirituele voorwerpen of het onder invloed zijn van spirituele spreuken en/of effecten zal een lezing van deze spreuk niet verstoren.",
              "spell_effect": "Direct",
              "spell_duration": "5 Meter of Aanraking",
              "page": 44
            }
          ]
        },
        {
          "id": [ 328 ],
          "skill": "Purity B",
          "Spells": [
            {
              "id": 155,
              "spell": "Disease of Temperance",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant you time to think before you act! SLOW DISEASE!",
              "description": "De ontvanger krijgt het SLOW DISEASE effect",
              "spell_effect": "Enchantment, Direct, 5 meter",
              "spell_duration": "5 minuten",
              "page": 44
            },
            {
              "id": 156,
              "spell": "Minor Regeneration",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant you / myself minor regeneration!",
              "description": "De ontvanger mag 3 keer 1 hitpoint op zichzelf genezen (ergens in het komende uur) zolang die niet uitgeschakeld (op 0 hp) is. Bij gebruik moet de ontvanger de incantatie “In the name of <deity caster>…, I regenerate my wounds” uitspreken.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 44
            },
            {
              "id": 157,
              "spell": "Pure Body and Mind",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant your/my body and mind purity!",
              "description": "De ontvanger krijgt 1 extra hitpoint en wordt immuun tegen alle FEAR effecten.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 45
            },
            {
              "id": 158,
              "spell": "Protection from Impairment",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I grant you/me protection from impairments!",
              "description": "De ontvanger wordt immuun tegen alle CONFUSE, MUTE en SLEEP effecten.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 45
            }
          ]
        },
        {
          "id": [ 552 ],
          "skill": "Purity C",
          "Spells": [
            {
              "id": 159,
              "spell": "Holy Bolt",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , I strike you with a Holy Bolt! CRUSH!",
              "description": "De ontvanger van de spreuk krijgt een CRUSH schade (5 schade)",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 45
            },
            {
              "id": 160,
              "spell": "Divine Armour",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , May your armour be blessed by the divine!",
              "description": "Het aangeraakte pantser krijgt 3 extra armourpoints totdat de spreuk is afgelopen of tot deze eraf geslagen zijn en wordt immuun voor het SHATTER effect. \\nDe spreuk werkt enkel als de ontvanger minimaal 3 punten aan fysiek armour draagt. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 45
            }
          ]
        },
        {
          "id": [ 326 ],
          "skill": "Wrath A",
          "Spells": [
            {
              "id": 161,
              "spell": "Endure Disease",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I/you endure diseases!",
              "description": "De ontvanger negeert het eerstvolgende DISEASE effect door NO EFFECT te roepen.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 46
            },
            {
              "id": 162,
              "spell": "Instill Fear",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , FEAR me!",
              "description": "De ontvanger van de spreuk krijgt een FEAR effect.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "30 seconden",
              "page": 46
            },
            {
              "id": 163,
              "spell": "Hit Disease",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I afflict you with a HIT DISEASE!",
              "description": "De ontvanger van de spreuk krijgt HIT DISEASE effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 46
            },
            {
              "id": 164,
              "spell": "Crave",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I COMMAND you to crave <max 2 words that refers to an item>!",
              "description": "De ontvanger zal proberen het genoemde voorwerp, dat met maximaal 2 woorden aangeduid moet worden, in handen te krijgen. Voorbeelden: geld, dat zwaard, die appel etc.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 46
            },
            {
              "id": 165,
              "spell": "Shattering Touch",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I SHATTER this armour!",
              "description": "De ontvanger krijgt een SHATTER effect.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 46
            }
          ]
        },
        {
          "id": [ 329 ],
          "skill": "Wrath B",
          "Spells": [
            {
              "id": 166,
              "spell": "Mute Cascade",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I silence you, MUTE!",
              "description": "De ontvanger van de spreuk krijgt een MUTE effect. \\nBij deze spreuk kan het tweede deel van de incantatie tot 3 keer toe uitgesproken worden (binnen 1 minuut) om tot 3 verschillende personen te beïnvloeden.",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "30 seconden",
              "page": 46
            },
            {
              "id": 167,
              "spell": "Shatter Armour",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I SHATTER that armour!",
              "description": "De ontvanger krijgt een SHATTER effect.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 47
            },
            {
              "id": 168,
              "spell": "Boon of Break Enchantment",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant you a boon of Break Enchantment!",
              "description": "De ontvanger krijgt een zegening waarmee die eenmalig de Break Impurity spreuk kan casten. Dit kost de ontvanger geen mana en pantser zit het gebruik hiervan niet in de weg. Wel moet de incantatie “In the name of..., I break this enchantment!” uitgesproken worden. \\n\\nBreak Impurity: \\nIn the name of..., I break this enchantment! \\nDe ontvanger krijgt een BREAK ENCHANTMENT effect. \\nDirect, aanraking ",
              "spell_effect": "",
              "spell_duration": "In the name of...I break this",
              "page": 47
            },
            {
              "id": 169,
              "spell": "Curse Life",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I CURSE your LIFE!",
              "description": "De ontvanger van de spreuk krijgt een CURSE LIFE effect.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 47
            }
          ]
        },
        {
          "id": [ 553 ],
          "skill": "Wrath C",
          "Spells": [
            {
              "id": 170,
              "spell": "Sacred Torture",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , may pain embrace you! TORTURE!",
              "description": "De ontvanger krijgt een TORTURE effect.",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "30 seconden",
              "page": 48
            },
            {
              "id": 171,
              "spell": "Divine Weapon",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , I imbue this weapon with divine wrath!",
              "description": "Het aangeraakte wapen mag door iedereen gehanteerd worden, kan 2 klappen naar keuze BLAST (3 schade) slaan en geeft bescherming tegen FEAR, CONFUSE en SLEEP effecten. Werkt niet op afstandswapens.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 48
            }
          ]
        },
        {
          "id": [ 327 ],
          "skill": "Death A",
          "Spells": [
            {
              "id": 172,
              "spell": "Discern Soul",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I discern your soul!",
              "description": "Maakt de status van de ziel van een persoon, en wie er controle over heeft, kenbaar. Bijvoorbeeld: normaal, corrupt (ondode etc.), geen, opgedragen aan.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 49
            },
            {
              "id": 173,
              "spell": "Sanctuary",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I grant this person sanctuary!",
              "description": "Ontvanger zal niet dood gaan zolang de priester de incantatie ongeveer elke 10 seconden herhaalt en de ontvanger blijft aanraken. Wanneer de priester stopt met de incantatie wordt de telling van de GRACE PERIOD (stervensduur) vervolgd vanaf het moment waarop de spreuk startte.",
              "spell_effect": "Concentratie, Aanraking",
              "spell_duration": "max 1 uur",
              "page": 49
            },
            {
              "id": 174,
              "spell": "Lay to Rest",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I lay this soul to rest!",
              "description": "Van het dode lichaam waar deze spreuk op gedaan wordt, kan geen ondode meer gemaakt worden. Tenzij dit door andere effecten wordt tegengehouden, zal de ziel ter ruste worden gelegd bij de god/voorouders/totem/ect van de dode (niet de god van de priester). \\n\\nVoor deze spreuk dient een ceremonie uitgevoerd te worden: \\n1) Indien de ceremonie minstens 5 minuten duurt en de spreuk succesvol voltooid worden, krijgt de priester de mana terug en kost deze spreuk dus effectief 0 mana. \\n2) Indien de ceremonie minder dan 5 minuten duurt, is de ziel wel ter ruste gelegd, maar krijgt de priester diens mana niet terug. Het is niet mogelijk om wezens ter ruste te leggen als de GRACE PERIOD niet is verstreken. ",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "Ceremonie van 5 minuten (als onderdeel van de incantatie tijd)",
              "page": 49
            },
            {
              "id": 175,
              "spell": "Ancestral mind protection",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , May your ancestors clear your mind!",
              "description": "Verwijdert alle geestbeïnvloedende effecten die van kracht zijn op de ontvanger.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 49
            },
            {
              "id": 176,
              "spell": "Reveal all undead",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "By the power of… , I reveal all undead!",
              "description": "Deze spreuk laat ondoden of lichamen bezeten door ondoden even opgloeien.  \\nDit gloeiende effect is zichtbaar voor iedereen. Alle ondoden of lichamen bezeten door ondoden binnen 5 meter antwoorden met “Undead”.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 50
            }
          ]
        },
        {
          "id": [ 330 ],
          "skill": "Death B",
          "Spells": [
            {
              "id": 177,
              "spell": "Paralyze Undead",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I PARALYZE undead!",
              "description": "Wanneer de ontvanger van de spreuk een ondode is, krijgt die een PARALYZE effect.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "5 minuten",
              "page": 50
            },
            {
              "id": 178,
              "spell": "Speak with the Dead",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , let this Dead one Speak!",
              "description": "De spreuk dwingt 1 dood lichaam om gedurende 5 minuten maximaal 5 vragen van de priester te beantwoorden. De dode kan alleen antwoorden met antwoorden van 1 woord. De spreuk eindigt ook als het lichaam losgelaten wordt.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "5 minuten",
              "page": 50
            },
            {
              "id": 179,
              "spell": "Sanctuary Ward",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant these people sanctuary!",
              "description": "3 Personen zullen niet dood gaan zolang de priester de incantatie ongeveer elke 10 seconden herhaalt en ze alle drie minimaal 1 keer per minuut aanraakt. Dit moeten dezelfde 3 personen zijn van het begin tot het einde van de spreuk. Wanneer de priester stopt met de incantatie of af en toe aanraken de ontvangers buiten het bereik van de spreuk komen wordt de telling van de GRACE PERIOD (stervensduur) vervolgd vanaf het moment waarop de spreuk startte.",
              "spell_effect": "Concentratie, Aanraking",
              "spell_duration": "max 1 uur",
              "page": 50
            },
            {
              "id": 180,
              "spell": "Life Draw",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , LIFE DRAW!",
              "description": "De ontvanger krijgt een HIT effect, de gebruiker van de spreuk geneest een hitpoint. Verloren hitpoints zullen hiermee hersteld worden of anders worden er extra hitpoints toegevoegd, tot een maximum van 3. De extra hitpoints van life draw zijn cumulatief, maar kunnen niet gecombineerd worden met andere spreuken en effecten (het sterkste effect telt). \\nAlle middels deze spreuk verkregen extra hitpoints verdwijnen tijdens de eerstvolgende zonsopgang.",
              "spell_effect": "Enchantment, Direct, aanraking",
              "spell_duration": "",
              "page": 51
            }
          ]
        },
        {
          "id": [ 554 ],
          "skill": "Death C",
          "Spells": [
            {
              "id": 181,
              "spell": "Destructive Touch",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , May death embrace you! DESTROY!",
              "description": "De ontvanger van de spreuk krijgt een DESTROY effect (10 schade).",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 51
            },
            {
              "id": 182,
              "spell": "Septic Weapon",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , I imbue this weapon with putrid filth!",
              "description": "Het aangeraakte wapen doet bij drie slagen naar keuze HIT POISON.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 51
            }
          ]
        },
        {
          "id": [ 331 ],
          "skill": "Mind B",
          "Spells": [
            {
              "id": 183,
              "spell": "Fascinate Mind",
              "mana_type": "Spiritueel",
              "mana_cost": "1",
              "incantation": "In the name of... , I FASCINATE you!",
              "description": "De ontvanger krijgt een FASCINATE effect. De priester moet preken en proberen de ontvanger te overtuigen van de goede aspecten van het geloof van de priester.",
              "spell_effect": "Concentratie, Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "max 5 minuten",
              "page": 52
            },
            {
              "id": 184,
              "spell": "Discern Pattern",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I discern your pattern!",
              "description": "Na minstens 5 minuten gesproken te hebben met de ontvanger, voert de priester deze spreuk uit. Hierna zal die over 3 zaken meer informatie verkrijgen. De ontvanger weet niet welke details de priester nu van hen weet, maar weet wel dat de spreuk gebruikt is, immers, de incantatie is IC. \\n\\nVoorbeelden van zaken waar de priester 3 uit kan kiezen zijn: ras, leeftijd, thuiswereld, geloof, favoriete eten/drinken, favoriete kleur, dingen/personen die die het meeste haat, liefde van diens leven als die er is, ware naam, zelfbeeld, grootst behaalde doel in de ogen van de ontvanger, grootste falen. Maar met goedkeuring van de ontvangende speler kunnen er ook andere dingen achterhaald worden met deze spreuk.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 52
            },
            {
              "id": 185,
              "spell": "Mind Protection",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , let my mind be protected!",
              "description": "De priester is, voor de duur van de spreuk, immuun voor alle geestbeïnvloedende spreuken en effecten.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "5 minuten",
              "page": 52
            },
            {
              "id": 186,
              "spell": "Commandment",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I command you to <max 5 words>!",
              "description": "De ontvanger krijgt een COMMAND effect.",
              "spell_effect": "Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "5 minuten",
              "page": 52
            }
          ]
        },
        {
          "id": [ 555 ],
          "skill": "Mind C",
          "Spells": [
            {
              "id": 187,
              "spell": "Gift of Wisdom",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , I Grant you/me the Gift of Wisdom!",
              "description": "Deze spreuk kan op 3 verschillende manieren gebruikt worden (maar niet tegelijkertijd).  \\n\\nOpties: \\nKennis van spreuken De ontvanger zal voor de duur van de spreuk de spreuken uit een van de door de priester gekozen priestervaardigheid met een maximaal niveau van C, die de priester zelf vanuit een vaardigheid (geen item, scroll of condition) kent, kunnen casten. De ontvanger moet de mana voor het casten van de spreuk zelf betalen. \\nDe ontvanger krijgt géén extra mana. \\nEnchantment, Direct, Aanraking, 1 uur \\n\\nKennis van runen \\nOntvanger krijgt de vaardigheid RUNES LEZEN. Deze optie vereist dat de priester zelf de vaardigheid RUNES LEZEN heeft; zonder dat kan die de ontvanger deze kennis niet geven. \\nEnchantment, Direct, Aanraking, 1 uur \\n\\nKennis van talen \\nDe ontvanger kan elke normale, niet-magische taal lezen voor de duur van de spreuk. Geheimtaal en versleutelde taal kunnen hier vaak niet mee gelezen worden. \\nEnchantment, aanraking, tot zonsopgang.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "",
              "page": 52
            },
            {
              "id": 188,
              "spell": "Spell Shield",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of..., May I be shielded from hostile spells!",
              "description": "De priester is, zolang hij de incantatie blijft herhalen, immuun voor alle spreuken.",
              "spell_effect": "Concentratie, Zelf",
              "spell_duration": "max 5 minuten",
              "page": 53
            }
          ]
        },
        {
          "id": [ 332 ],
          "skill": "Nature B",
          "Spells": [
            {
              "id": 189,
              "spell": "Hex Weapon",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I imbue this weapon to put your/my enemy to sleep!",
              "description": "Het aangeraakte wapen doet bij één slag naar keuze SLEEP.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 54
            },
            {
              "id": 190,
              "spell": "Freedom of Movement",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , Let my/your movements be free!",
              "description": "De ontvanger wordt voor de duur van deze spreuk immuun tegen alle PARALYZE, SLOW, FREEZE en STRIKE effecten.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 54
            },
            {
              "id": 191,
              "spell": "Resist Special Damage",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I shield myself from strong blows!",
              "description": "De priester zal bij het eerstvolgende BLAST, CRUSH, DESTROY effect slechts 1 schade krijgen.  \\nWanneer de ontvanger het effect ontvangt moet deze persoon zeggen:\\n “By the Divine One’s Might, RESIST!",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "1 uur of tot gebruikt",
              "page": 54
            },
            {
              "id": 192,
              "spell": "Aspect of the Dryad",
              "mana_type": "Spiritueel",
              "mana_cost": "2",
              "incantation": "In the name of... , I grant you/me the fortitude of a dryad!",
              "description": "De ontvanger krijgt 1 extra hitpoint, en zal gedurende de duur van de spreuk immuun zijn voor DISEASE effecten. Ziekten waar de ontvanger al door beïnvloed was voor het begin van de spreuk, zullen niet opgeheven worden.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 54
            }
          ]
        },
        {
          "id": [ 556 ],
          "skill": "Nature C",
          "Spells": [
            {
              "id": 193,
              "spell": "Barkskin",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , May my skin be as bark!",
              "description": "De ontvanger krijgt voor de duratie van de spreuk 3 extra hitpoints.",
              "spell_effect": "Enchantment, Zelf",
              "spell_duration": "5 minuten",
              "page": 54
            },
            {
              "id": 194,
              "spell": "Blast Disease",
              "mana_type": "Spiritueel",
              "mana_cost": "3",
              "incantation": "In the name of... , I make a plague fall upon you! BLAST DISEASE!",
              "description": "De ontvanger van de spreuk krijgt een BLAST DISEASE effect (3 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 54
            }
          ]
        },
        {
          "id": [ 557, 558, 559 ],
          "skill": "Speciale Priesterspreuken",
          "Spells": [
            {
              "id": 200,
              "spell": "Miracle of Healing",
              "mana_type": "Spiritueel",
              "mana_cost": "5",
              "incantation": "In the name of... , I purge all your wounds, afflictions and mend yourarmour!",
              "description": "De ontvanger wordt ontdaan van alle wonden, ziektes, giffen, FATALs en CURSE LIFE enchantments en is niet meer uitgeschakeld (op 0 hp) of stervende. De ontvanger mag er ook voor kiezen om negatieve enchantments en invites te verliezen. Tevens wordt alle aanwezige pantser op de ontvanger hersteld. \\n\\nWanneer deze spreuk gecombineerd wordt met de vaardigheid HEAL OTHER BEING, kunnen met deze Miracle of Healing ook ondoden, servitars, demonen en andere other beings genezen worden. \\nDe priester kan na het uitspreken van deze incantatie een uur lang niet casten (zowel vanuit zichzelf als items, scrolls en dergelijke).",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconde incantatie tijd",
              "page": 55
            },
            {
              "id": 201,
              "spell": "Wrath of the Gods",
              "mana_type": "Spiritueel",
              "mana_cost": "5",
              "incantation": "In the name of... , Feel the wrath of the/my God(s)! FATAL!",
              "description": "De ontvanger moet uitgeschakeld (op 0 hp) zijn. De ontvanger krijgt een FATAL Effect. \\nNadat dit fatal effect is uitgedeeld kan de incantatie “Feel the wrath of the/my God(s)! Destroy!” tot 5 keer uitgesproken worden (binnen 1 uur) om tot 5 personen een DESTROY (10 schade) effect op aanraking uit te delen. \\n\\nDe priester kan na het uitspreken van deze incantatie een uur lang niet casten (zowel vanuit zichzelf als items, scrolls en dergelijke) afgezien van het bovenstaande beschreven effect. \\nDeze spreuk kan niet gecountered worden. ",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 55
            },
            {
              "id": 202,
              "spell": "Miracle of Consecration",
              "mana_type": "Spiritueel",
              "mana_cost": "10",
              "incantation": "In the name of... , I consecrate this object!",
              "description": "Relikwie Vervaardigen \\nEen gewoon voorwerp (bijvoorbeeld een zwaard, banier, beker) wordt een spiritueel meesterstuk. Haal hiervoor een temp item card bij de infobalie. Meerdere priesters met Miracle of Consecration kunnen samenwerken bij het vervaardigen van de relikwie en moet ook de spreuk zelf mee casten (dus kost per persoon 10 mana) De mana threshold van het meesterstuk is 8, plus 4 voor elke extra priester die meewerkt aan de vervaardiging. Je kunt maximaal één relikwie per evenement (moots of summoning) maken, maar mag wel onbeperkt anderen helpen met de vervaardiging van hun relikwieën. Het gemaakte Reliek is dan nog NIET voorzien van een Spirituele imbue. Alle deelnemende priesters kunnen na het uitspreken van deze incantatie een uur lang niet casten (zowel vanuit zichzelf als items, scrolls en dergelijke). Dit voorwerp kan niet gesalvaged worden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "Ritueel van minimaal 10 minuten (als duur van de incantatie)",
              "page": 55
            }
          ]
        }
      ]
    },
    {
      "categorie": "Genezingsspreuken",
      "Skills": [
        {
          "id": [ 350, 351 ],
          "skill": "Genezing A",
          "Spells": [
            {
              "id": 225,
              "spell": "Discern Wounds",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By my healing powers, I discern your wounds!",
              "description": "De genezer stelt vast hoeveel hitpoints iemand mist. Tevens weet de genezer of de ontvanger uitgeschakeld (op 0 hp) of stervende is. Let op: Met deze spreuk kun je niet zien of iemand een poison, disease, curse life, of andere reden heeft waardoor deze wonden niet genezen kunnen worden. Als de speler dit toch onverhoopt zegt tegen je, zul je moeten uitspelen dat je dit niet weet.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 57
            },
            {
              "id": 226,
              "spell": "Discern Poisons",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By my healing powers, I discern your poisons!",
              "description": "De genezer stelt vast aan welke poisons de ontvanger lijdt.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 57
            },
            {
              "id": 227,
              "spell": "Discern Diseases",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By my healing powers, I discern your diseases!",
              "description": "De genezer stelt vast aan welke ziektes de ontvanger lijdt.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 57
            },
            {
              "id": 228,
              "spell": "Heal Wounds",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I heal this wound!",
              "description": "Deze spreuk zal per 10 seconden 1 hitpoint genezen op de aangeraakte persoon.  \\nDe genezer moet na het uitspreken van de spreuk de hand op de te genezen persoon houden en zachtjes prevelen. Er kunnen maximaal 3 hitpoints, normale en/of extra, per keer genezen worden. Voor meer hitpoints moet men de spreuk opnieuw doen.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconde incantatie tijd per te genezen wond",
              "page": 57
            },
            {
              "id": 229,
              "spell": "Remove Paralysis",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I remove your paralysis!",
              "description": "Verwijdert alle PARALYZE effecten die van kracht zijn op de ontvanger.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconde incantatie tijd",
              "page": 57
            }
          ]
        },
        {
          "id": [ 352, 353 ],
          "skill": "Genezing B",
          "Spells": [
            {
              "id": 230,
              "spell": "Heal Fatal Wound",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I heal this fatal wound!",
              "description": "Stopt het stervende zijn, verwijderd na 30 seconde FATAL effecten, en geneest 1 hitpoint. \\nIndien de genezer doorgaat met genezen zal de spreuk verdergaan als reguliere HEAL WOUND en kunnen nog 2 hitpoints extra genezen worden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconde incantatie tijd",
              "page": 58
            },
            {
              "id": 231,
              "spell": "Strengthen Body",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I grant you protection!",
              "description": "De ontvanger krijgt voor de duratie van de spreuk 2 extra hitpoints.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 58
            },
            {
              "id": 232,
              "spell": "Total Healing",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I grant you total healing!",
              "description": "Alle normale verwondingen van de ontvanger worden genezen. Dit geldt dus niet voor fatale verwondingen; noch worden er giffen of ziektes verwijderd middels deze spreuk.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconden incantatie tijd",
              "page": 58
            },
            {
              "id": 233,
              "spell": "Boon of Minor Healing",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I grant you a boon of minor healing!",
              "description": "De ontvanger krijgt een zegening waarmee die eenmalig de Minor Healing spreuk kan casten (zie hieronder). Dit kost de ontvanger geen mana en pantser zit het gebruik hiervan niet in de weg. Wel moet de incantatie “By my healing powers, I grant you/me minor healing!” uitgesproken worden. \\n\\nMinor Healing: \\nBy my healing powers, I grant you/me minor healing! \\nGeneest 1 HP op zelf of een ander. \\nDirect, Aanraking",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 58
            }
          ]
        },
        {
          "id": [ 354, 355 ],
          "skill": "Genezer van Giffen",
          "Spells": [
            {
              "id": 234,
              "spell": "Heal Fatal Wound",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I heal this fatal wound!",
              "description": "Stopt het stervende zijn, verwijderd na 30 seconde FATAL effecten, en geneest 1 hitpoint. Indien de genezer doorgaat met genezen zal de spreuk verdergaan als reguliere HEAL WOUND en kunnen nog 2 hitpoints extra genezen worden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconde incantatie tijd",
              "page": 59
            },
            {
              "id": 235,
              "spell": "Protection from Poison",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I grant you protection from poison!",
              "description": "De ontvanger is voor de duratie van de spreuk immuun voor alle POISON effecten. Poison effecten die reeds aanwezig zijn, blijven bestaan.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 59
            },
            {
              "id": 236,
              "spell": "Neutralise Poisons",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I neutralise <name> poison!",
              "description": "Deze spreuk zal per 10 seconden 1 gif genezen van 1 type. De genezer moet na het uitspreken van de spreuk de hand op de te genezen persoon houden en zachtjes prevelen. Er kunnen maximaal 3 dezelfde type giffen per keer genezen worden. Dus bijvoorbeeld drie keer een HIT POISON. Voor meer giffen of andere type giffen moet men de spreuk opnieuw doen. Indien de genezer na het genezen van het gif de incantatie aanhoudt, worden ook eventuele wonden veroorzaakt door het gif genezen. 1 HP per 10 seconden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconde incantatie tijd per te genezen gif of HP",
              "page": 59
            },
            {
              "id": 237,
              "spell": "Purge All Poisons",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By my healing powers, I purge all your poisons!",
              "description": "Deze spreuk verwijdert alle giffen en hun effecten die bij de ontvanger aanwezig zijn en geneest alle wonden die door giffen veroorzaakt zijn.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "direct",
              "page": 59
            }
          ]
        },
        {
          "id": [ 356, 357 ],
          "skill": "Genezer van Ziekten",
          "Spells": [
            {
              "id": 238,
              "spell": "Heal Fatal Wound",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I heal this fatal wound!",
              "description": "Stopt het stervende zijn, verwijderd na 30 seconde FATAL effecten, en geneest 1 hitpoint. Indien de genezer doorgaat met genezen zal de spreuk verdergaan als reguliere HEAL WOUND en kunnen nog 2 hitpoints extra genezen worden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconde incantatie tijd",
              "page": 60
            },
            {
              "id": 239,
              "spell": "Protection from Disease",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I grant you protection from disease!",
              "description": "De ontvanger is voor de duratie van de spreuk immuun voor alle DISEASE effecten. Disease effecten die reeds aanwezig zijn, blijven bestaan.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 60
            },
            {
              "id": 240,
              "spell": "Cure Diseases",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I cure <name> disease!",
              "description": "Deze spreuk zal per 10 seconden 1 ziekte genezen van 1 type. De genezer moet na het uitspreken van de spreuk de hand op de te genezen persoon houden en zachtjes prevelen. Er kunnen maximaal 3 dezelfde type ziekte per keer genezen worden. Dus bijvoorbeeld drie keer een HIT DISEASE. Voor meer ziektes of andere type ziektes moet men de spreuk opnieuw doen. Indien de genezer na het genezen van de ziekte de incantatie aanhoudt, worden ook eventuele wonden veroorzaakt door de ziekte genezen. 1 HP per 10 seconden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": " 10 seconde incantatie tijd per te genezen ziekte of HP",
              "page": 60
            },
            {
              "id": 241,
              "spell": "Cure All Diseases",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By my healing powers, I cure all your diseases",
              "description": "Deze spreuk verwijdert alle ziektes en hun effecten die bij de ontvanger aanwezig zijn en geneest alle wonden die door ziektes veroorzaakt zijn.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 60
            }
          ]
        },
        {
          "id": [ 358, 359 ],
          "skill": "Genezer van Geest",
          "Spells": [
            {
              "id": 242,
              "spell": "Heal Fatal Wound",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I heal this fatal wound!",
              "description": "Stopt het stervende zijn, verwijderd na 30 seconde FATAL effecten, en geneest 1 hitpoint. Indien de genezer doorgaat met genezen zal de spreuk verdergaan als reguliere HEAL WOUND en kunnen nog 2 hitpoints extra genezen worden.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconde incantatie tijd",
              "page": 61
            },
            {
              "id": 243,
              "spell": "Discern Mind-Affecting",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By my healing powers, I discern your mind-affecting ailments!,",
              "description": "De genezer stelt vast aan welke geestbeïnvloedende effecten de ontvanger lijdt.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 61
            },

            {
              "id": 244,
              "spell": "Protection from Fear",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By my healing powers, I grant you protection from fear!",
              "description": "De ontvanger is voor de duratie van de spreuk immuun voor alle FEAR effecten.",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 61
            },

            {
              "id": 245,
              "spell": "Break Enchantment Cascade",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By my healing powers, I BREAK your ENCHANTMENT!",
              "description": "Bij deze spreuk kan het tweede deel van de incantatie tot 3 keer toe uitgesproken worden (binnen 1 minuut) om tot 3 verschillende personen te beïnvloeden. De ontvanger verliest een enchantment. Als er meer dan 1 enchantment op het doel effectief is, dient de Genezer de enchantment te noemen welke die wil opheffen. Doet die dit niet dan mag de ontvanger zelf kiezen. ",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 61
            }
          ]
        },
        {
          "id": [ 502, 503 ],
          "skill": "Genezing C",
          "Spells": [
            {
              "id": 256,
              "spell": "Discern Afflictions",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By my healing powers, I Discern your Wounds, Poisons, Diseases and Afflictions!",
              "description": "De genezer komt alle wonden, giffen, ziektes, calls en invite spreuken te weten waar de ontvanger onder lijd.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "30 seconden incantatie tijd",
              "page": 62
            },
            {
              "id": 257,
              "spell": "Major Regeneration",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By my healing powers, I grant myself/you major regeneration!",
              "description": "De ontvanger mag 3 keer 2 hitpoints op zichzelf genezen zolang die niet uitgeschakeld (op 0 hp) is. \\nBij gebruik moet de ontvanger de incantatie “By my healing powers, I regenerate my wounds” uitspreken. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur of tot gebruik",
              "page": 62
            },
            {
              "id": 258,
              "spell": "Purify Body",
              "mana_type": "Special",
              "mana_cost": "5",
              "incantation": "By my healing powers, I purify your body!",
              "description": "Alle wonden van de ontvanger (inclusief fatale) worden genezen. Alle giffen en hun effecten worden verwijderd en alle ziektes en hun effecten worden genezen.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "60 seconden incantatie tijd",
              "page": 62
            }
          ]
        }
      ]
    },
    {
      "categorie": "Demonologie",
      "Skills": [
        {
          "id": [ 625 ],
          "skill": "Demonoloog A",
          "Spells": [
            {
              "id": 275,
              "spell": "Detect servitar",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By the power of... , I detect servitar!",
              "description": "Deze spreuk detecteert servitars of lichamen bezeten door servitars. De ontvanger fluistert het antwoord (ja of nee) in het oor van de caster.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 63
            },
            {
              "id": 276,
              "spell": "Reveal all servitars",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I reveal all servitars!",
              "description": "Deze spreuk laat servitars of lichamen bezeten door servitars even opgloeien. Dit is voor iedereen eromheen zichtbaar.  \\nAlle servitars of lichamen bezeten door servitars binnen 5 meter antwoorden met “Servitar”.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 63
            },
            {
              "id": 277,
              "spell": "Break minor possession",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I exorcise this body!",
              "description": "Een invite spreuk komt onmiddellijk ten einde.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 63
            },
            {
              "id": 278,
              "spell": "Faustian deal",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of this contract, may this blood sacrifice DESTROY you!",
              "description": "De ontvanger van de spreuk krijgt een DESTROY effect. \\nDe caster, of een ongedwongen gewillig ander persoon dat naast je staat en nog minstens 1 hitpoint heeft, heeft tot aan de volgende zonsopgang permanent 2 hitpoints minder. Let op dat als je op 0 maximum HP staat dat je dan dus permanent uitgeschakeld bent. \\nIedere keer dat je deze spreuk gebruikt, kost het dus iemand 2 maximum hitpoints",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 63
            }
          ]
        },
        {
          "id": [ 626, 627 ],
          "skill": "Demonoloog B",
          "Spells": [
            {
              "id": 279,
              "spell": "Demonic eye",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , My demonic eye will spot you once more!.... BLAST!",
              "description": "Deze spreuk werkt alleen op een uitgeschakeld (op 0 hp) of stervende doelwit. Als je later op de dag dit doelwit nogmaals tegenkomt mag je eenmalig een BLAST effect uitdelen op 5 meter, zonder incantatie. Let op dat de enchantment van deze spreuk op de gebruiker van de spreuk zit, niet op het uiteindelijke doelwit!",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "tot zonsopgang of gebruik.",
              "page": 64
            },
            {
              "id": 280,
              "spell": "Command servitar",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of your contract, heed my orders servitar!",
              "description": "Je mag na deze spreuk een commando geven aan een servitar. Deze servitar mag op elk moment kiezen om dit commando niet uit te voeren. Deze spreuk doet dus op zichzelf niks maar is nodig om “Banish servitar” te casten.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 64
            },
            {
              "id": 281,
              "spell": "Banish servitar",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of your broken contract, I banish you!",
              "description": "Deze spreuk mag alleen op een servitar gecast worden die jij opgeroepen hebt (met een ritueel of invite demon spreuk) en waarvan jij door hebt dat de servitar een commando niet heeft uitgevoerd dat gegeven is door de “Command servitar” spreuk. De invite spreuk of ritueel zal direct ten einde zijn.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 64
            },
            {
              "id": 282,
              "spell": "Smite servitar",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... ,I shall smite this servitar, BLAST!",
              "description": "Wanneer de ontvanger van de spreuk een servitar is, dan ontvangt deze een BLAST effect (3 schade).",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 64
            },
            {
              "id": 283,
              "spell": "Invite demon",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the power of... , I open this mind to receive a demon!",
              "description": "De gewillige ontvanger (die van te voren de spreuk uitgelegd heeft gekregen) zal tot het einde van de spreuk gedeeltelijk bezeten zijn door een demoon die zoveel mogelijk narigheid probeert te zaaien, de twee zielen vechten vaak om controle over het lichaam. Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 een demoon). Een detect servitar spreuk detecteert dit ook. Een break minor possession spreuk eindigt deze spreuk. //n//n De ontvanger krijgt 2 hitpoints extra en kan 4 keer deze dag de fireblast spreuk casten zonder dat dit mana kost.  //n//n Als de ontvanger niet voor het einde van de spreuk minstens 4 onwillige personen uitgeschakeld (op 0 hp) heeft dan verliest de ontvanger onmiddellijk 10 energie naar keuze. Als deze energie niet meer aanwezig is zal de ontvanger onmiddellijk stervende zijn, en kan alleen genezen worden als de ontbrekende energie alsnog betaald wordt door anderen die de ontvanger aanraken.",
              "spell_effect": "Aanraking",
              "spell_duration": "tot zonsopgang.",
              "page": 65
            }
          ]
        },
        {
          "id": [ 628, 629 ],
          "skill": "Demonoloog C",
          "Spells": [
            {
              "id": 284,
              "spell": "Greater Demonic eye",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the power of... , My greater demonic eye will find you!.... CRUSH!",
              "description": "Deze spreuk werkt alleen op een uitgeschakeld (op 0 hp) of stervende doelwit. Als je later op de dag dit doelwit nogmaals tegenkomt mag je eenmalig een CRUSH effect uitdelen op 5 meter afstand op het doelwit, zonder incantatie. Let op dat de enchantment van deze spreuk op de gebruiker van de spreuk zit, niet op het uiteindelijke doelwit!",
              "spell_effect": "Enchantment, 5 meter",
              "spell_duration": "tot zonsopgang of gebruik.",
              "page": 65
            },
            {
              "id": 285,
              "spell": "Invite greater demon",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By the power of... , I open this mind to receive a greater demon!",
              "description": "De gewillige ontvanger (die van te voren de spreuk uitgelegd heeft gekregen) zal tot het einde van de spreuk gedeeltelijk bezeten zijn door een demoon die zoveel mogelijk narigheid probeert te zaaien, de twee zielen vechten vaak om controle over het lichaam. Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 een demoon). Een detect servitar spreuk detecteert dit ook. Een break minor possession spreuk eindigt deze spreuk.\\n\\nDe ontvanger krijgt 3 hitpoints extra, kan 4 keer deze dag de fireblast spreuk casten zonder dat dit mana kost en kan 2 keer deze dag de incinerate spreuk casten zonder dat dit mana kost. \\n\\nAls de ontvanger niet voor het einde van de spreuk minstens 6 onwillige personen uitgeschakeld (op 0 hp) heeft dan verliest de ontvanger onmiddellijk 20 energie naar keuze. Als deze energie niet meer aanwezig is zal de ontvanger onmiddellijk stervende zijn, en kan alleen genezen worden als de ontbrekende energie alsnog betaald wordt door anderen die de ontvanger aanraken.",
              "spell_effect": "Aanraking",
              "spell_duration": "tot zonsopgang",
              "page": 66
            },
            {
              "id": 286,
              "spell": "Transfer contract",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of your contract, you are hereby also bound to this person!",
              "description": "Een andere persoon kan (met energie naar keuze) “command servitar” en “Banish servitar” casten op de servitar die jij opgeroepen hebt, ook al kunnen ze deze spreuken normaal niet.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "tot zonsopgang",
              "page": 66
            }
          ]
        }
      ]
    },
    {
      "categorie": "Druidisme",
      "Skills": [
        {
          "id": [ 650, 651 ],
          "skill": "Druid A",
          "Spells": [
            {
              "id": 300,
              "spell": "Detect spirit",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By the power of... , I detect spirit!",
              "description": "Deze spreuk detecteert spirits of lichamen bezeten door spirits. De ontvanger fluistert het antwoord (ja of nee) in het oor van de caster. ",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 67
            },
            {
              "id": 301,
              "spell": "Reveal all spirits",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I reveal all spirits!",
              "description": "Deze spreuk laat spirits of lichamen bezeten door spirits even opgloeien. Dit is voor iedereen eromheen zichtbaar. Alle spirits of lichamen bezeten door spirits binnen 5 meter antwoorden met “spirit”.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 67
            },
            {
              "id": 302,
              "spell": "Break minor possession",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I exorcise this body!",
              "description": "Een invite spreuk komt onmiddellijk ten einde.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 67
            },
            {
              "id": 303,
              "spell": "Create personal grove",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I create this personal grove!",
              "description": "Je definieert een stuk natuur als jouw persoonlijke grove tot het einde van het evenement. Dit doe je door drie bomen (van minimaal 2 meter hoog) uit te kiezen die maximaal 5 meter van elkaar verwijderd staan. Dit mag geen bestaande rituele plaats zijn, noch een persoonlijke grove van een ander. Alles in deze driehoek telt als jouw grove. Je moet in het midden van je grove ook een persoonlijk voorwerp achterlaten. Een druïde kan slechts 1 grove tegelijk hebben en moet diens persoonlijke voorwerp verplaatsen van de ene naar de andere grove als die een nieuwe wilt. Een persoonlijke grove telt niet als rituele plek. \\n\\nDe volgende spreuken mogen door de druïde gratis in de grove gecast worden (als de druïde de spreuken kent) Ze mogen niet gratis op scrolls gecast worden: \\nDetect Impurity \\nHorrific revelation \\nSpeak with the dead \\nBreak minor possession \\nCharm person \\nResist special damage (maar komt ten einde als de druïde de grove verlaat)",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "5 minuten incantatie tijd",
              "page": 68
            }
          ]
        },
        {
          "id": [ 652, 653, 654, 655 ],
          "skill": "Druid B",
          "Spells": [
            {
              "id": 304,
              "spell": "Detect impurity",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of... , I detect spirits, undead and servitars!",
              "description": "Deze spreuk detecteert spirits, ondoden, servitars of lichamen bezeten door spirits, ondoden of servitars. De ontvanger fluistert het antwoord (ja + welk type of nee) in het oor van de caster.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 68
            },
            {
              "id": 305,
              "spell": "Reveal all impurities",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the power of... , I reveal all spirits, undead and servitars!",
              "description": "Deze spreuk laat spirits, ondoden of servitars of lichamen bezeten door spirits ondoden of servitars even opgloeien. Dit is voor iedereen eromheen zichtbaar. \\nAlle spirits of lichamen bezeten door spirits binnen 5 meter antwoorden met “spirit”. \\nAlle ondoden of lichamen bezeten door ondoden binnen 5 meter antwoorden met “undead”. \\nAlle servitars of lichamen bezeten door servitars binnen 5 meter antwoorden met “servitar”.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 68
            },
            {
              "id": 306,
              "spell": "Protection of the grove",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the powers of... , I grant you the Protection of my grove",
              "description": "De ontvanger krijgt voor de duur van de spreuk 3 extra hitpoints. Deze extra hitpoints kunnen alleen genezen worden in de persoonlijke Grove van de druïde die deze spreuk gecast heeft. Je moet je dus bewust zijn van de locatie van deze grove en het persoonlijke voorwerp van de druïde als je wilt dat deze extra hitpoints genezen worden. \\n\\nDit is een grove spreuk, na deze spreuk uitgesproken te hebben moet de druïde terugkeren naar diens persoonlijke grove voordat die nog een grove spreuk mag casten. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 69
            },
            {
              "id": 307,
              "spell": "Invite nature spirit",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the power of… , I open this mind to receive a nature spirit!",
              "description": "De gewillige ontvanger (die van te voren de spreuk uitgelegd heeft gekregen) zal tot het einde van de spreuk gedeeltelijk bezeten zijn door een natuurgeest die zoveel mogelijk leven en dood probeert te veroorzaken, maar zal de vrienden van het lichaam waar die in zit (over het algemeen) helpen. Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 spirit). Een detect spirit spreuk detecteert dit ook. Een break minor possession spreuk eindigt deze spreuk. \\n\\nDe ontvanger heeft tot aan de volgende zonsopgang 2 extra hitpoints, en kan tweemaal gratis incite aggression casten en tweemaal gratis charm person. Ook kan de ontvanger voor 4 energie naar keuze een enkel effect verwijderen van iemand (bijvoorbeeld een poison, disease, enchantment of fatal). \\n\\nDe ontvanger zal diens best doen om of 2 personen die niet weten dat die possessed is te laten vechten met elkaar, of diens best doen om 2 personen waarvan minstens 1 niet weet dat die possessed is consensuele seks te laten hebben met elkaar. Als dit niet lukt voordat het effect van deze spreuk ophoud dan verliest de ontvanger onmiddellijk 5 energie naar keuze. Als deze energie niet meer aanwezig is zal de ontvanger onmiddellijk stervende zijn, en kan alleen genezen worden als de ontbrekende energie alsnog betaald wordt door anderen die de ontvanger aanraken. \\n\\nDit is een grove spreuk, na deze spreuk uitgesproken te hebben moet de druïde terugkeren naar diens persoonlijke grove voordat die nog een grove spreuk mag casten.",
              "spell_effect": "Aanraking",
              "spell_duration": "tot zonsopgang.",
              "page": 69
            }
          ]
        },
        {
          "id": [ 656, 657, 658, 659 ],
          "skill": "Druid C",
          "Spells": [
            {
              "id": 308,
              "spell": "Grove meditation",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the powers of... , may my grove grant you tranquility.",
              "description": "De ontvanger moet voor het einde van de spreuk 5 minuten in de persoonlijke grove van de druïde mediteren om deze spreuk te laten werken. Je moet je dus bewust zijn van de locatie van deze grove en het persoonlijke voorwerp van de druïde als je wilt dat deze spreuk werkt. Na de meditatie verliest de ontvanger alle negatieve enchantments en geneest alle hitpoints, poisons, diseases en de effecten van de poisons en diseases. Maar als de meditatie onderbroken wordt doordat de persoon wordt aangesproken, aangeraakt of aangevallen, dan mislukt de spreuk. \\n\\nDit is een grove spreuk, na deze spreuk uitgesproken te hebben moet de druïde terugkeren naar diens persoonlijke grove voordat die nog een grove spreuk mag casten. ",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur",
              "page": 70
            },
            {
              "id": 309,
              "spell": "Restore the cycle",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By the power of… , I DESTROY this undead/servitar/spirit!",
              "description": "Een persoon die met een spreuk aan je toonbaar gemaakt is als ondood, servitar, spirit of als bezeten door zo een wezen krijgt een DESTROY effect (10 schade). \\n\\nDit is een grove spreuk, na deze spreuk uitgesproken te hebben moet de druïde terugkeren naar zijn persoonlijke grove voordat die nog een grove spreuk mag casten. ",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 70
            },
            {
              "id": 310,
              "spell": "Invite avatar of the Cycle",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By the power of… , I open this mind to receive the avatar of the cycle!",
              "description": "De gewillige ontvanger, die van te voren de spreuk uitgelegd heeft gekregen, zal tot het einde van de spreuk gedeeltelijk bezeten zijn door een natuurgeest genaamd “avatar of the cycle” die probeert zoveel mogelijk “onnatuurlijke” invloeden op de zielenstroom te bevechten zoals ondoden, servitars die de materiële wereld beïnvloeden en zelfs spirits die zich op de materiële wereld bevinden (al maakt die soms uitzonderingen voor uitgenodigde nature spirits aangezien die ook de cycles versterken). De avatar zal de vrienden van het lichaam waar die in zit (over het algemeen) helpen zolang die dit doel ook maar nastreven. Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 een spirit). Een detect spirit spreuk detecteert dit ook. Een break minor possession spreuk eindigt deze spreuk. \\n\\nDe ontvanger heeft tot aan de volgende zonsopgang 3 extra hitpoints, kan gratis detect impurity casten en kan voor 1 energie naar keuze reveal all impurities of break minor posession casten. Tot slot kan de ontvanger met elk wapen langer dan 45cm, per minuut een BLAST slaan op ondoden, servitars, spirits, of lichamen bezeten door dit soort wezens. De aanwezigheid van een avatar of the cycle kan een krachtig symbool zijn in sommige rituelen betreffende de zielenstroom en exorcism rituelen. \\n\\nDe ontvanger zal diens best doen om ondoden, servitars of spirits te vinden en bevechten. Die wil minstens 1 possession (die is veroorzaakt door vijanden) breken of 1 ondode, servitar of spirit in de materiële wereld doden/vernietigen. Als dit niet lukt voordat het effect van deze spreuk ophoud dan verliest de ontvanger onmiddellijk 5 energie naar keuze. Als deze energie niet meer aanwezig is zal de ontvanger onmiddellijk stervende zijn, en kan alleen genezen worden als de ontbrekende energie alsnog betaald wordt door anderen die de ontvanger aanraken. \\n\\nDit is een grove spreuk, na deze spreuk uitgesproken te hebben moet de druïde terugkeren naar diens persoonlijke grove voordat die nog een grove spreuk mag casten. ",
              "spell_effect": "Aanraking",
              "spell_duration": "tot zonsopgang.",
              "page": 71
            }
          ]
        }
      ]
    },
    {
      "categorie": "Necromantie",
      "Skills": [
        {
          "id": [ 675 ],
          "skill": "Necromancer A",
          "Spells": [
            {
              "id": 325,
              "spell": "Detect undead",
              "mana_type": "Special",
              "mana_cost": "0",
              "incantation": "By the power of… , I detect undead!",
              "description": "Deze spreuk detecteert ondoden of lichamen bezeten door ondoden. De ontvanger fluistert het antwoord (ja of nee) in het oor van de caster.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 72
            },
            {
              "id": 326,
              "spell": "Reveal all undead",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , I reveal all undead!",
              "description": "Deze spreuk laat ondoden of lichamen bezeten door ondoden even opgloeien. Dit gloeiende effect is zichtbaar voor iedereen. Alle ondoden of lichamen bezeten door ondoden binnen 5 meter antwoorden met “Undead”.",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 72
            },
            {
              "id": 327,
              "spell": "Break minor possession",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , I exorcise this body!",
              "description": "Een invite spreuk komt onmiddellijk ten einde.",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "",
              "page": 72
            },
            {
              "id": 328,
              "spell": "Create zombie",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , Raise this dead/dying one!",
              "description": "De spreuk werkt op een net overleden ongedwongen gewillige personages (maximaal 10 minuten dood). Deze spreuk mag ook gecast worden op een ongedwongen gewillig nog levend personage (inclusief jijzelf) maar alleen als er genoeg tijd is om de spreuk goed uit te leggen. \\n\\nEen break enchantment kan de spreuk alleen teniet doen voordat je in een zombie bent veranderd. Zodra het personage dood gaat (of het al is) zal het herrijzen als een Mindless, Soulless zombie met 8 hitpoints dat immuun is voor geestbeïnvloedende effecten en al je orders uitvoert. Als je de zombie geen orders geeft (of kan geven omdat je bijvoorbeeld niet bij het sterven aanwezig bent… of de spreuk op jezelf gecast hebt) zal die in plaats daarvan iedereen aanvallen die die ziet. Die kan alle wapen- en pantservaardigheden gebruiken die die ook tijdens diens leven kende. Andere vaardigheden zal die echter niet meer kennen. Ook zal die niet kunnen praten. Elke 5 minuten verliest de ondode een hitpoint die alleen met 1 mana genezen kan worden door iemand met (MINOR) RECONSTRUCT tot diens beschikking.",
              "spell_effect": "Enchantment, aanraking",
              "spell_duration": "tot zonsopgang, 10 seconden incantatie tijd",
              "page": 73
            },
            {
              "id": 329,
              "spell": "Minor Reconstruct",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , I Reconstruct this undead!",
              "description": "Deze spreuk zal 1 hitpoint genezen op de aangeraakte ondode. Deze spreuk werkt ook op other beings die ondoden zijn.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "",
              "page": 73
            }
          ]
        },
        {
          "id": [ 676, 677 ],
          "skill": "Necromancer B",
          "Spells": [
            {
              "id": 330,
              "spell": "Reconstruct",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , I Reconstruct this undead!",
              "description": "Deze spreuk zal per 10 seconden 1 hitpoint genezen op de aangeraakte ondode of lichaam bezeten door een ondode. De genezer moet na het uitspreken van de spreuk de hand op de te genezen persoon houden en zachtjes prevelen. Er kunnen maximaal 3 hitpoints, normale en/of extra, per keer genezen worden. Voor meer hitpoints moet men de spreuk opnieuw doen. Deze spreuk werkt ook op other beings die ondoden zijn",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "10 seconden incantatie tijd",
              "page": 73
            },
            {
              "id": 331,
              "spell": "Chilling fear",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the powers of… , Feel the chilling touch of death: FREEZE!........ FEAR!",
              "description": "De ontvanger krijgt een FREEZE effect, zolang de necromancer “Freeze” elke seconde blijft herhalen (zie “Freeze body” spreuk), maar de necromancer moet ook op dezelfde plek blijven staan om de concentratie vol te blijven houden. Als de necromancer stopt met de spreuk dan mag de necromancer ook nog het FEAR effect roepen op de ontvanger.",
              "spell_effect": "Concentratie, Enchantment, Geestbeïnvloedend, 5 meter",
              "spell_duration": "30 seconden",
              "page": 74
            },
            {
              "id": 332,
              "spell": "Bone armour",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the powers… , I steal your marrow! HIT!",
              "description": "De ontvanger krijgt een HIT effect, waarbij 1 extra armourpoint wordt toegevoegd aan de armourpoints van gebruiker van de spreuk. Verloren extra armourpoints zullen hiermee hersteld worden of anders worden er extra armourpoints toegevoegd, tot een maximum van 3. Deze spreuk werkt alleen als de gebruiker van de spreuk geen andere vormen van pantser draagt (dit spreekt de reguliere regels rondom extra AP tegen). De extra armourpoints van bone armour zijn cumulatief, maar kunnen niet gecombineerd worden met andere spreuken en effecten (het sterkste effect telt). Alle middels deze spreuk verkregen extra armourpoints verdwijnen na een uur. ",
              "spell_effect": "Direct, aanraking",
              "spell_duration": "1 uur",
              "page": 74
            },
            {
              "id": 333,
              "spell": "Invite Soul of the Damned",
              "mana_type": "Special",
              "mana_cost": "2",
              "incantation": "By the power of… , I open this mind to receive a damned soul!",
              "description": "De ongedwongen gewillige ontvanger (die van te voren de spreuk uitgelegd heeft gekregen) zal tot het einde van de spreuk gedeeltelijk bezeten zijn door een kwaadaardige geest van een overleden persoon, die zoveel mogelijk angst probeert te zaaien, de twee zielen vechten vaak om controle over het lichaam. Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 geest). Een detect undead spreuk detecteert dit ook. Een break minor possession spreuk zal deze spreuk eindigen. \\n\\nDe ontvanger heeft tot aan de volgende zonsopgang permanent 2 hitpoints minder, zelfs als deze spreuk ten einde komt. Let op dat als je op 0 maximum HP staat dat je dan dus permanent uitgeschakeld bent. \\n\\nIedereen die de ontvanger aanspreekt, aanvalt, een spreuk cast of naar eigen beweging aanraakt ontvangt een FEAR effect van de ontvanger. De ontvanger kan 4 keer vandaag de sleep spreuk en 4 keer vandaag curse life spreuk casten zonder dat dit mana kost. ",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "tot zonsopgang.",
              "page": 75
            }
          ]
        },
        {
          "id": [ 678, 679 ],
          "skill": "Necromancer C",
          "Spells": [
            {
              "id": 334,
              "spell": "Ghostly shackles",
              "mana_type": "Special",
              "mana_cost": "1",
              "incantation": "By the power of… , May these ghostly shackles hold you!",
              "description": "Deze spreuk werkt niet in een gevecht en dus niet op personen die zich verzetten binnen de 10 seconden incantatie tijd door te vechten, de spreuk werkt dus alleen op gewillige ontvangers, of personen die zich niet kunnen verzetten doordat ze bijvoorbeeld uitgeschakeld zijn (op 0 HP), in slaap zijn, door een andere ghostly shackles spreuk vastgezet, of gedwongen worden om gewillig te zijn. De ontvanger wordt aan iets of iemand vastgezet door onzichtbare onbreekbare boeien. De necromancer mag kiezen welk aangeraakte object of persoon het om gaat. De boeien houden ook het uitgeven van energie tegen. (De ontvanger kan hierdoor zolang de spreuk effect heeft, geen items gebruiken, spreuken, technieken, rituelen of imbues doen en kan zich niet concentreren op crafting of alchemie projecten)",
              "spell_effect": "Enchantment, Aanraking",
              "spell_duration": "1 uur, 10 seconden incantie tijd",
              "page": 75
            },
            {
              "id": 335,
              "spell": "Unholy Bolt",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "In the name of... , I strike you with an Unholy Bolt! Crush!",
              "description": "De ontvanger van deze spreuk krijgt een CRUSH effect (5 schade)",
              "spell_effect": "Direct, 5 meter",
              "spell_duration": "",
              "page": 76
            },
            {
              "id": 336,
              "spell": "Invite ancestor",
              "mana_type": "Special",
              "mana_cost": "3",
              "incantation": "By the power of… , I open this mind to receive an ancestor!",
              "description": "De gewillige ontvanger (die van te voren de spreuk uitgelegd heeft gekregen) zal tot het einde van de spreuk volledig bezeten zijn door diens voorouder naar keuze of een voorouder van de necromancer naar keuze die zich zal gedragen zoals die voorouder wilt (en vaak wilt helpen en vergelijkbare doelen heeft als de ontvanger). Een discern soul detecteert 2 zielen in het lichaam van de ontvanger (waarvan 1 een voorouder). Een detect undead spreuk detecteert dit ook. Een break minor possession spreuk eindigt deze spreuk. \\n\\nDe ontvanger kan geen vaardigheden meer gebruiken, ook geen vaardigheden uit items, tot het einde van de spreuk. In plaats daarvan kan de ontvanger 10 karakter punten aan basis vaardigheden kiezen die die kan gebruiken en die de voorouder ooit had (dit mag de ontvanger zelf bedenken). Vereisten mogen genegeerd worden. Let op dat de ontvanger geen energie ontvangt vanuit de nieuwe vaardigheden! Die mag nog wel energie (naar keuze) van de uitgeschakelde vaardigheden gebruiken om voor de nieuwe vaardigheden te betalen, maar nooit meer dan de voorouder gehad zou hebben. \\n\\nJe mag maximaal 3 karakter punten aan rituele vaardigheden besteden. Je mag geen karakter punten aan ambacht en alchemie vaardigheden besteden. \\nAls de ancestor genoeg persoonlijke imbue cap voor glyphen of runen heeft dan, mag de ontvanger kiezen welke van de aanwezige imbues op het lichaam actief worden op het moment dat de spreuk gebruikt wordt, zolang er genoeg imbue cap is voor deze imbues.",
              "spell_effect": "Direct, Aanraking",
              "spell_duration": "tot zonsopgang",
              "page": 76
            }
          ]
        }
      ]
    }
  ]
}